[
{
  title "UVideo - Share Videos, Status Downloader, Shayari",
  description "UVideo is the best emotional status community in India🇮🇳 Explore, Create, Download and Share, satisfying all your needs for WhatsApp status!\r\n" +
    "\r\n" +
    "UVideo brings you all kinds of video status for WhatsApp based on your emotions such as Love💕, Sad😭, Music🎵, Heartbreak💔, Motivation💪, Family👪, Friendship👬 and more. You can download video status for WhatsApp in high quality for free, and share it with your friends and family.\r\n" +
    "\r\n" +
    UVideo also provides you the best features for WhatsApp. Such as Friends Status- keep you stay updated on your friend"s status; MV status Maker- provide you with the easiest tool to create splendid video status for WhatsApp. Both take you very little mobile data, the more features but the less mobile data cost.\r\n +
    "\r\n" +
    "Uvideo helps you to save your mobile data daily, reduce your mobile recharge cost monthly, watch and download videos with high speed but less data usage, also, Uvideo helps you save mobile data and mobile recharge during watching, sharing, downloading a video.\r\n" +
    "\r\n" +
    "Uvideo can set preferred status music as ringtone. Eg. Telugu,Tamil, Hindi, Punjabi songs, etc. you can set a ringtone within 3 seconds.\r\n" +
    "\r\n" +
    "Also, Uvideo provides you the popular small games like FLAMES test, your lover test, and updates other games weekly.\r\n" +
    "\r\n" +
    "UVideo Key Features：\r\n" +
    "\r\n" +
    "💕A vast content library of unlimited video status for WhatsApp\r\n" +
    "Various popular contents Love, Breakup, Sad, Emotional, Motivational, Romantic, Shayari’s, Lyrical songs, Festival, Sweet, Couple, Inspirational, Holidays, wishes, Dialogue, sexy/ love video song, tik tok video status/ comedy, sad video status, mp3 Gana video status, etc. Do these many videos take your more data? No, we promise you very less data for each video\r\n" +
    "\r\n" +
    "Friend’s Status- get the latest status of your friends automatically\r\n" +
    "Help save your friends’ WhatsApp status automatically in real-time for FREE with unlimited online storage, and you can choose to share that status in UVideo or on other social media platforms as well. This will not occupy any storage on your phone, you can browse your friends’ WhatsApp status anytime and anywhere.\r\n" +
    "\r\n" +
    "MV Status Maker, Best and Simple\r\n" +
    "With MV Status Maker, you can create your own video status for WhatsApp with only 3 steps!\r\n" +
    "①Choose a template\r\n" +
    "②Add your own images or VIDEOS!\r\n" +
    "③Select music or dialogue, and don’t forget to try Lyrics or random Quotes!\r\n" +
    "We provide templates in Love, Sad, Music, Dialogue, Motivational, Festival, holidays, Emotions, etc. Attention is this making process only takes little mobile data\r\n" +
    "\r\n" +
    "🇮🇳Various languages available to serve best contents\r\n" +
    "We provide content in various Indian languages Hindi, Tamil, Telugu, Marathi, Kannada, Gujarati, Bengali, Malayalam, Rajasthani, Bhojpuri, Urdu, English. You can easily find good video status for WhatsApp in your own languages\r\n" +
    "\r\n" +
    "\r\n" +
    "⏬Download free unlimited video status for WhatsApp\r\n" +
    "You can download anywhere even with a low internet connection anytime for free unlimited trending video status for WhatsApp, it takes very less mobile data, which is one of Uvideo greatest strengths to help you save your mobile recharge.\r\n" +
    "\r\n" +
    "📷Fabulous image status for WhatsApp\r\n" +
    "Support images with an extensive library so you can share your emotions with images as well, this image takes very less mobile data, Share your story with an image now.\r\n" +
    "\r\n" +
    "🚩Personalized recommendation of popular video status\r\n" +
    "We recommend your video status that shares your interest, exclusively based on what you like with the highest available quality.\r\n" +
    "\r\n" +
    "Uvideo is recruiting VIP users! if you are an expert in video status for WhatsApp, please apply via WA!\r\n" +
    "\r\n" +
    "If you meet any problems while using our app, contact us!\r\n" +
    "Email uvideoindia@gmail.com\r\n" +
    "WhatsApp  917796478597",
  descriptionHTML "UVideo is the best emotional status community in India🇮🇳 Explore, Create, Download and Share, satisfying all your needs for WhatsApp status!<br><br>UVideo brings you all kinds of video status for WhatsApp based on your emotions such as Love💕, Sad😭, Music🎵, Heartbreak💔, Motivation💪, Family👪, Friendship👬 and more. You can download video status for WhatsApp in high quality for free, and share it with your friends and family.<br><br>UVideo also provides you the best features for WhatsApp. Such as Friends Status- keep you stay updated on your friend&#39;s status; MV status Maker- provide you with the easiest tool to create splendid video status for WhatsApp. Both take you very little mobile data, the more features but the less mobile data cost.<br><br>Uvideo helps you to save your mobile data daily, reduce your mobile recharge cost monthly, watch and download videos with high speed but less data usage, also, Uvideo helps you save mobile data and mobile recharge during watching, sharing, downloading a video.<br><br>Uvideo can set preferred status music as ringtone. Eg. Telugu,Tamil, Hindi, Punjabi songs, etc. you can set a ringtone within 3 seconds.<br><br>Also, Uvideo provides you the popular small games like FLAMES test, your lover test, and updates other games weekly.<br><br>UVideo Key Features：<br><br>💕A vast content library of unlimited video status for WhatsApp<br>Various popular contents Love, Breakup, Sad, Emotional, Motivational, Romantic, Shayari’s, Lyrical songs, Festival, Sweet, Couple, Inspirational, Holidays, wishes, Dialogue, sexy/ love video song, tik tok video status/ comedy, sad video status, mp3 Gana video status, etc. Do these many videos take your more data? No, we promise you very less data for each video<br><br>Friend’s Status- get the latest status of your friends automatically<br>Help save your friends’ WhatsApp status automatically in real-time for FREE with unlimited online storage, and you can choose to share that status in UVideo or on other social media platforms as well. This will not occupy any storage on your phone, you can browse your friends’ WhatsApp status anytime and anywhere.<br><br>MV Status Maker, Best and Simple<br>With MV Status Maker, you can create your own video status for WhatsApp with only 3 steps!<br>①Choose a template<br>②Add your own images or VIDEOS!<br>③Select music or dialogue, and don’t forget to try Lyrics or random Quotes!<br>We provide templates in Love, Sad, Music, Dialogue, Motivational, Festival, holidays, Emotions, etc. Attention is this making process only takes little mobile data<br><br>🇮🇳Various languages available to serve best contents<br>We provide content in various Indian languages Hindi, Tamil, Telugu, Marathi, Kannada, Gujarati, Bengali, Malayalam, Rajasthani, Bhojpuri, Urdu, English. You can easily find good video status for WhatsApp in your own languages<br><br><br>⏬Download free unlimited video status for WhatsApp<br>You can download anywhere even with a low internet connection anytime for free unlimited trending video status for WhatsApp, it takes very less mobile data, which is one of Uvideo greatest strengths to help you save your mobile recharge.<br><br>📷Fabulous image status for WhatsApp<br>Support images with an extensive library so you can share your emotions with images as well, this image takes very less mobile data, Share your story with an image now.<br><br>🚩Personalized recommendation of popular video status<br>We recommend your video status that shares your interest, exclusively based on what you like with the highest available quality.<br><br>Uvideo is recruiting VIP users! if you are an expert in video status for WhatsApp, please apply via WA!<br><br>If you meet any problems while using our app, contact us!<br>Email uvideoindia@gmail.com<br>WhatsApp  917796478597",
  summary "Download and Share Holi status video, shayari quotes, and holi wishes status",
  installs "10,000,000+",
  minInstalls 10000000,
  score 4.459982,
  scoreText "4.5",
  ratings 68812,
  reviews 28861,
  histogram { "1" 4719, "2" 1156, "3" 3214, "4" 8383, "5" 51337 },
  price 0,
  free true,
  currency "USD",
  priceText "Free",
  offersIAP false,
  IAPRange "NA",
  size "37M",
  androidVersion "4.4",
  androidVersionText "4.4 and up",
  developer "KWAI.XYZ STUDIO",
  developerId "KWAI.XYZ+STUDIO",
  developerEmail "uvideo@kwai.xyz",
  developerWebsite "http//kwai.com/",
  developerAddress "NA",
  privacyPolicy "http//m.kwai.com/public/protocol/privacy",
  developerInternalID "6987790812413167878",
  genre "Entertainment",
  genreId "ENTERTAINMENT",
  familyGenre "NA",
  familyGenreId "NA",
  icon "https//lh3.googleusercontent.com/N4ccx-hiFMuytjWawDKgL1_RSvVjnIWqjYWgtrFncs_9yNFyDX_46rCXCsiOs1iRasg",
  headerImage "https//lh3.googleusercontent.com/Ay7yEGz-4wAbZ4-qmnsmJcLwsVYf_UNhTxg2v3KScUnRLLezAoQrUfRVaZdxQaSvmVk",
  screenshots [
    "https//lh3.googleusercontent.com/J5UeQU376vcvhmdVexii_mB4vZC5GHiPymDKVTJ7RnYcwHW2htGcaSAn86h60Eav3fs",
    "https//lh3.googleusercontent.com/WwE4HfO-27duWchLg2cOeMZCr7TE19AbBIpQ-g9V1DAnzBHVOza-YpVFUq7WFCw7LOA",
    "https//lh3.googleusercontent.com/NggrFvRhhf8p0wXBnqXKVSJ51kF1Mk_eVmsRsOJZb6IkZKk9gFKcUJLvY2FyPM93BHA",
    "https//lh3.googleusercontent.com/Zy54xs4isMC-lQNUix7kZgSi0eEq1gzxKnt5pgXS1GGOO387za4_cozTXS6OYWm-9xQ",
    "https//lh3.googleusercontent.com/k4ZnG3FMMeHpjJ-8CnAxBF2bsZaU14jfnr9vQknv-WtX6k6LC6PvJbNw5-cVtiSSGA",
    "https//lh3.googleusercontent.com/rFTQaZ29fmfCGHkeY1NQagkxWeTbj8Yvxmzox1vIK7rIZNZ73KmyPx7xu-ZhYIQZhQ",
    "https//lh3.googleusercontent.com/UuhJC50vJ74WzsoRIVRXE7WXPB6Tf9YoCHsD1c2xwfRuPiU0J0LGtIwzFPUNuPYeEFU",
    "https//lh3.googleusercontent.com/z-Fq0MnaRf7otpu0tj55e-vIAuLSBBQXszv1zg46BcJeHIAcLobJsLDf4M3lzZyrgq0"
  ],
  video "NA",
  videoImage "NA",
  contentRating "Teen",
  contentRatingDescription "Diverse Content Discretion Advised",
  adSupported false,
  released "NA",
  updated 1583424771000,
  version "2.7.0.1000515",
  recentChanges "NA",
  comments [
    "Best app but give permission link adding in description to most active users. And improve hanging speed. And enable custom username or id.",
    The Add is shown like edit your own Video as a magical video.. the person is coming in front of a train and while he is going to be hit by that, it"s a combination of 2 video"s.. it"s very intersting advertisement.. But where are those editors in this app.. ?? Useless video"s are there in the app.. 1 Star is given to submit the review only..,
    "Always show network is disconnected. No use in installing.",
    "Very nice service, thanks that uploading of more than 4 minutes videos are allowed here.",
    "The best way for different reasons application is approved install the app. Very nice application !"
  ],
  editorsChoice false,
  appId "com.kwai.global.video.social.kwaigo",
  url "https//play.google.com/store/apps/details?id=com.kwai.global.video.social.kwaigo&hl=en&gl=us"
}

,
{
  title "Netflix",
  description "Looking for the most talked about TV shows and movies from the around the world? They’re all on Netflix.\r\n" +
    "\r\n" +
    "We’ve got award-winning series, movies, documentaries, and stand-up specials. And with the mobile app, you get Netflix while you travel, commute, or just take a break.\r\n" +
    "\r\n" +
    "What you’ll love about Netflix\r\n" +
    "\r\n" +
    "• We add TV shows and movies all the time. Browse new titles or search for your favorites, and stream videos right on your device.\r\n" +
    "• The more you watch, the better Netflix gets at recommending TV shows and movies you’ll love.\r\n" +
    "• Create up to five profiles for an account. Profiles give different members of your household their own personalized Netflix.\r\n" +
    "• Enjoy a safe watching experience just for kids with family-friendly entertainment.\r\n" +
    "• Preview quick videos of our series and movies and get notifications for new episodes and releases.\r\n" +
    "• Save your data. Download titles to your mobile device and watch offline, wherever you are.\r\n" +
    "\r\n" +
    "For complete terms and conditions, please visit http//www.netflix.com/termsofuse\r\n" +
    "For privacy statement, please visit http//www.netflix.com/privacy",
  descriptionHTML "Looking for the most talked about TV shows and movies from the around the world? They’re all on Netflix.<br><br>We’ve got award-winning series, movies, documentaries, and stand-up specials. And with the mobile app, you get Netflix while you travel, commute, or just take a break.<br><br>What you’ll love about Netflix<br><br>• We add TV shows and movies all the time. Browse new titles or search for your favorites, and stream videos right on your device.<br>• The more you watch, the better Netflix gets at recommending TV shows and movies you’ll love.<br>• Create up to five profiles for an account. Profiles give different members of your household their own personalized Netflix.<br>• Enjoy a safe watching experience just for kids with family-friendly entertainment.<br>• Preview quick videos of our series and movies and get notifications for new episodes and releases.<br>• Save your data. Download titles to your mobile device and watch offline, wherever you are.<br><br>For complete terms and conditions, please visit http//www.netflix.com/termsofuse<br>For privacy statement, please visit http//www.netflix.com/privacy",
  summary "Netflix is the leading subscription service for watching TV episodes and movies.",
  installs "500,000,000+",
  minInstalls 500000000,
  score 4.4726105,
  scoreText "4.5",
  ratings 8087174,
  reviews 2609765,
  histogram { "1" 593923, "2" 145319, "3" 305801, "4" 841837, "5" 6200291 },
  price 0,
  free true,
  currency "USD",
  priceText "Free",
  offersIAP true,
  IAPRange "$7.99 - $13.99 per item",
  size "Varies with device",
  androidVersion "VARY",
  androidVersionText "Varies with device",
  developer "Netflix, Inc.",
  developerId "Netflix,+Inc.",
  developerEmail "playstore@netflix.com",
  developerWebsite "http//www.netflix.com",
  developerAddress "100 Winchester Circle\nLos Gatos, CA 95032-1815\nUSA",
  privacyPolicy "http//www.netflix.com/privacy",
  developerInternalID "6891422865930303475",
  genre "Entertainment",
  genreId "ENTERTAINMENT",
  familyGenre "NA",
  familyGenreId "NA",
  icon "https//lh3.googleusercontent.com/TBRwjS_qfJCSj1m7zZB93FnpJM5fSpMA_wUlFDLxWAb45T9RmwBvQd5cWR5viJJOhkI",
  headerImage "https//lh3.googleusercontent.com/D88VPn13kN3AVtuqOuTWkXkZsk3MdlC2R11irE3Z1dpWWJDGU-Cqr-PiCR31VoUb1wc",
  screenshots [
    "https//lh3.googleusercontent.com/D2rQv4Svr_ZiY8ffCZa63Z7nyz3Wj46TLxSKA2vRyCSUjonG3Fhws4XZqfJX92B-qw",
    "https//lh3.googleusercontent.com/uZ27DcIPS64vzkDU4bJGurRHpf3EsErSisLbsjToup145anWLzshxChcwLBD6cp1OqQ",
    "https//lh3.googleusercontent.com/GmPP6FnXHpM3aXrpEgt2qr0hK36-hb2KSTHSF6jzSxG9Dph2-SvbIB4Hu4PJFLszLmo",
    "https//lh3.googleusercontent.com/jqdEoSdMRyEcuqOpE7DACHYWJAB-A1RgqnNSQGarjJ6rAM2c0aUlgGV4peEYneQ6en8",
    "https//lh3.googleusercontent.com/Y7b0gVECiTjVclLVOmjyzoNIvxCkmb2XfGPTz2CpdjTteeISpnFNfthf6kovSJsABbI",
    "https//lh3.googleusercontent.com/aayUuwBE9xpvLczquy5iiVjxmcaHjKqFRVY68H9lj8qZtJLV7fkSDxqgsMcl5PEWr50",
    "https//lh3.googleusercontent.com/IuEyehG9d9rB3P23HNWCSTh4SqiHPs0nnOCG3KL7v3IlZ4A0V73-oeP81YbTs2SgaOY",
    "https//lh3.googleusercontent.com/gN4broacXXm9qWlwd2w44PT9vgOYoImvcmMzKo7wZl0m7pzot4hWY7eBcf718zwOLqI",
    "https//lh3.googleusercontent.com/K41Ryto-hdn8r3HEvuX4kVO8QwuGNnOYpgl_kB7i3f5dlbYSu4S9c-5q8kTtfOlMA7A",
    "https//lh3.googleusercontent.com/UvrJbhHhb9zmmw9kJCzOugd-XYEoWmr6lIoueqdwcLAtMDP38yjCorHI7IZw6pKtG34"
  ],
  video "NA",
  videoImage "NA",
  contentRating "Teen",
  contentRatingDescription "NA",
  adSupported false,
  released "May 5, 2011",
  updated 1583771286000,
  version "Varies with device",
  recentChanges "You worry about what to watch next, we’re busy making that experience even better.",
  comments [
    `Mmmmmmm... Netflix is a good alternative if you"ve got a boring Saturday coming up. They have a few of my old favorite shows, and a few new ones. Truely excellent! I only wish they would listen to their viewers a little more. Netflix, you"re still missing season 9 of my little pony. Please finish what you started a long time ago. My nieces love it and they are still patiently waiting...`,
    `It starts getting annoying. It keeps saying cannot connect to Netflix despite the fact that I have a very stable internet connection. Even after I have updated the app, it kept giving me the same notification. Contacting help button doesn"t help at all. I tried uninstalling it then re install, still did not Work as well. Can you please fix?????? I pay for for this app!!!!!!`,
    I have a suggestion. I don"t always quite know what I want to watch, however sometimes I know the category but have little exposure to the film"s within it. I would really like to see Netflix have a shuffle button and select a show for me to watch at random! This would ease the tension of selecting a show and allow me to experience new flick that I may not have selected by the cover.,
    `Since last update, when I swipe any proposition sections and click a movie in order to read description, the proposition section doesn"t save the position I was on by the time I clicked a movie, but it goes all the way back to the beginning of the section, so that I have to swipe it all again. It"s super annoying, please fix it. UPDATE it only refers to popular now section. Give 5 stars back.`,
    App is really good and highly recommended. I know you have to play 12 bucks a month, but trust me, it"s worth it. There"s something for everyone here! There"s a huge source of anime, Sci-Fi, Horror and much, much more. Plus, there is NO ADS. It"s always nice to sit on the couch and start binge watching shows and not having to listen to 90 minutes ads. (I"m looking at you, hulu) Well, whatsoever this app is totally awesome.
  ],
  editorsChoice true,
  appId "com.netflix.mediaclient",
  url "https//play.google.com/store/apps/details?id=com.netflix.mediaclient&hl=en&gl=us"
}

,
{
  title "Audible Suno",
  description "LISTEN AT HOME OR ON THE GO\r\n" +
    "Make inspiration and entertainment your constant companions with the Audible Suno app from Audible, An Amazon Company. With our free mobile app you can listen to audio series on-the-go, whether you’re at home, commuting, at the gym or just doing chores. With new episodes added every week, you can stream your favorite stories without listening to ads! \r\n" +
    "\r\n" +
    "AUDIBLE SUNO ORIGINALS\r\n" +
    "Pride of India Nothing is closer to the hearts of Indians than the people who sacrifice their own lives to protect our homeland. In this series, master storyteller Neelesh Misra brings these untold stories of bravery alive for Indian listeners\r\n" +
    "\r\n" +
    "Thriller Factory Only on Audible, listeners can escape once again into the seedy underbelly of Indian Pulp Fiction’s most beloved and prolific author, Ved Prakash Sharma, as reimagined and retold by modern master, Anurag Kashyap with stories narrated by actors like Tabu, Nawazuddin Siddiqui\r\n" +
    "\r\n" +
    "Ae Dil Hai Complicated Ae Dil Hai Complicated brings to life the secret stories of sex, love, and relationships in India. Experience what it feels like to be 30 and to never have been in love? Living in Without Sin, Open marriage... Celebrating the real stories from across India\r\n" +
    "\r\n" +
    "Kissa Khwabon Ka This series gives hope to the true outsiders with nothing more than a dream. Experience as Anupama Chopra transports you to the heart of 10 incredible stories of then strugglers like Tapsee Pannu, Manoj Bajpayee and many more. Listen to the seemingly ordinary nights before your favorite stars got their lucky break\r\n" +
    "\r\n" +
    "Be Stupid Vir Das and his guest in each episode reveal how stupid decisions in your personal life, your career, your relationship with your children and parents… can change your life for the better. This is Vir’s guide for listeners of all ages who want to live life on their own terms\r\n" +
    "\r\n" +
    "Kaali Awaazein You can run away from a demon but how will you escape from the claws of a VOICE? ‘Kaali Aawazein’ is a documentary drama series, featuring horror stories inspired by true incidents\r\n" +
    "\r\n" +
    "Picture Ke Peechhe Untold stories and director/cast reunions of some of the most iconic Hindi films of the last two decades. Listen to stories from Karan Johar, Vidya Balan, Sujoy and many more, as they sit down with Rajeev Masand and recall memories from the sets of their movies\r\n" +
    "\r\n" +
    "AUDIBLE SUNO FOR EVERY MOOD\r\n" +
    "Audible Suno offers enlightening, inspiring and entertaining storytelling for every mood with its unparalleled range of audio series in Hindi and English, featuring stories by popular authors and interviews with popular artistes and celebrities. Take your pick from Thriller, Mystery & Crime, Comedy, Horror, Romance, Spirituality and Self- Development with content like Rabindranath Tagore Ki Lokpriya Kahaniyan, 30 Women in Power, The Omieyoga Show, Chanakya Neeti, Myth & Culture show, Global Comedian audio series & many more.\r\n" +
    "\r\n" +
    "HOW TO GET STARTED\r\n" +
    "•\tDownload the free Audible Suno app\r\n" +
    "•\tStream free and fresh entertainment every week with just one click\r\n" +
    "•\tThis service is completely FREE, no payment details or account are required \r\n" +
    "\r\n" +
    "TOP FEATURES THAT ENHANCE YOUR LISTENING EXPERIENCE\r\n" +
    "Get the most out of your Audible Suno app\r\n" +
    "•\tCustomize narration speed\r\n" +
    "•\tAccess ad free, premium audio without having to listen to ads\r\n" +
    "•\tJump back and forward if you want to re-listen\r\n" +
    "•\tSet a sleep timer for up to an hour or until the next show\r\n" +
    "•\tShare your favorite episodes with your friends over email, text or WhatsApp\r\n" +
    "\r\n" +
    "TOP FEATURES THAT ENHANCE YOUR LISTENING EXPERIENCE\r\n" +
    "Get the most out of your Audible Suno app\r\n" +
    "•\tCustomize narration speed\r\n" +
    "•\tAccess ad free, premium audio without having to listen to ads\r\n" +
    "•\tJump back and forward if you want to re-listen\r\n" +
    "•\tSet a sleep timer for up to an hour or until the next show\r\n" +
    "•\tShare your favorite episodes with your friends over email, text or WhatsApp\r\n" +
    "\r\n" +
    "NEED HELP\r\n" +
    "Find us at https//audible-in.custhelp.com/app/suno",
  descriptionHTML "<b>LISTEN AT HOME OR ON THE GO</b><br>Make inspiration and entertainment your constant companions with the Audible Suno app from Audible, An Amazon Company. With our free mobile app you can listen to audio series on-the-go, whether you’re at home, commuting, at the gym or just doing chores. With new episodes added every week, you can stream your favorite stories without listening to ads! <br><br><b>AUDIBLE SUNO ORIGINALS</b><br>Pride of India Nothing is closer to the hearts of Indians than the people who sacrifice their own lives to protect our homeland. In this series, master storyteller <b>Neelesh Misra</b> brings these untold stories of bravery alive for Indian listeners<br><br>Thriller Factory Only on Audible, listeners can escape once again into the seedy underbelly of Indian Pulp Fiction’s most beloved and prolific author, Ved Prakash Sharma, as reimagined and retold by modern master, <b>Anurag Kashyap</b> with stories narrated by actors like <b>Tabu, Nawazuddin Siddiqui</b><br><br>Ae Dil Hai Complicated Ae Dil Hai Complicated brings to life the secret stories of sex, love, and relationships in India. Experience what it feels like to be 30 and to never have been in love? Living in Without Sin, Open marriage... Celebrating the real stories from across India<br><br>Kissa Khwabon Ka This series gives hope to the true outsiders with nothing more than a dream. Experience as Anupama Chopra transports you to the heart of 10 incredible stories of then strugglers like <b>Tapsee Pannu, Manoj Bajpayee</b> and many more. Listen to the seemingly ordinary nights before your favorite stars got their lucky break<br><br>Be Stupid Vir Das and his guest in each episode reveal how stupid decisions in your personal life, your career, your relationship with your children and parents… can change your life for the better. This is Vir’s guide for listeners of all ages who want to live life on their own terms<br><br>Kaali Awaazein You can run away from a demon but how will you escape from the claws of a VOICE? ‘Kaali Aawazein’ is a documentary drama series, featuring horror stories inspired by true incidents<br><br>Picture Ke Peechhe Untold stories and director/cast reunions of some of the most iconic Hindi films of the last two decades. Listen to stories from <b>Karan Johar, Vidya Balan, Sujoy</b> and many more, as they sit down with Rajeev Masand and recall memories from the sets of their movies<br><br><b>AUDIBLE SUNO FOR EVERY MOOD</b><br>Audible Suno offers enlightening, inspiring and entertaining storytelling for every mood with its unparalleled range of audio series in Hindi and English, featuring stories by popular authors and interviews with popular artistes and celebrities. Take your pick from Thriller, Mystery &amp; Crime, Comedy, Horror, Romance, Spirituality and Self- Development with content like Rabindranath Tagore Ki Lokpriya Kahaniyan, 30 Women in Power, The Omieyoga Show, Chanakya Neeti, Myth &amp; Culture show, Global Comedian audio series &amp; many more.<br><br><b>HOW TO GET STARTED</b><br>•\tDownload the free Audible Suno app<br>•\tStream free and fresh entertainment every week with just one click<br>•\tThis service is completely FREE, no payment details or account are required <br><br><b>TOP FEATURES THAT ENHANCE YOUR LISTENING EXPERIENCE</b><br>Get the most out of your Audible Suno app<br>•\tCustomize narration speed<br>•\tAccess ad free, premium audio without having to listen to ads<br>•\tJump back and forward if you want to re-listen<br>•\tSet a sleep timer for up to an hour or until the next show<br>•\tShare your favorite episodes with your friends over email, text or WhatsApp<br><br><b>TOP FEATURES THAT ENHANCE YOUR LISTENING EXPERIENCE</b><br>Get the most out of your Audible Suno app<br>•\tCustomize narration speed<br>•\tAccess ad free, premium audio without having to listen to ads<br>•\tJump back and forward if you want to re-listen<br>•\tSet a sleep timer for up to an hour or until the next show<br>•\tShare your favorite episodes with your friends over email, text or WhatsApp<br><br><b>NEED HELP</b><br>Find us at https//audible-in.custhelp.com/app/suno",
  summary "Unlimited streaming anytime, anywhere with the free Audible Suno App",
  installs "1,000,000+",
  minInstalls 1000000,
  score 4.46356,
  scoreText "4.5",
  ratings 8537,
  reviews 3714,
  histogram { "1" 387, "2" 173, "3" 479, "4" 1550, "5" 5946 },
  price 0,
  free true,
  currency "USD",
  priceText "Free",
  offersIAP false,
  IAPRange "NA",
  size "39M",
  androidVersion "4.4",
  androidVersionText "4.4 and up",
  developer "Audible, Inc",
  developerId "Audible,+Inc",
  developerEmail "customersupport-suno@audible.in",
  developerWebsite "https//audible.in/ep/suno",
  developerAddress "NA",
  privacyPolicy "https//www.audible.in/privacy-policy",
  developerInternalID "5727193613985759060",
  genre "Entertainment",
  genreId "ENTERTAINMENT",
  familyGenre "NA",
  familyGenreId "NA",
  icon "https//lh3.googleusercontent.com/RuVrenNS0nSERFgzQjXClUF6OVhDaS0eWmzgGa1B61eF0aDHb5F2S6647n1Insh5uHM",
  headerImage "https//lh3.googleusercontent.com/7idaopspvvpRXl55wtxrJLRSJls1YFIDeM_-fj3T1J3icnf81h3lDVfG2ySXAWDlMVY",
  screenshots [
    "https//lh3.googleusercontent.com/LZUpibpywYdE-eawugBrDTlLJsmyqziqzUFWNe2TFyJ9froI4iBqQ8OxVEBZIqn8kA4",
    "https//lh3.googleusercontent.com/rc5RkLi9a8Ax6Tccso_pOh8KGt6j2KPBV5QSXpvfmCmUcRCEzg8GeJdQh3p0yrDPQf4",
    "https//lh3.googleusercontent.com/YLthB07T-F6qTFlRi8QmJHQvSajBlmrQbYP6-Nbqq1LKSa8lDAMEQ-ijpjRSr7smp7g",
    "https//lh3.googleusercontent.com/a9SC1zb9CiRL67bM_hu5LbMywOv7d1707cZysjFvwZT_-0v2zXI3qiBDZj8jXWZYY3o",
    "https//lh3.googleusercontent.com/uRIOXc-NnRdXTDD8Y_QMve6WI6wijfoG65K0HmLJy_-WgViXws5kioB_frb0SYLZ6Dw",
    "https//lh3.googleusercontent.com/dmSBcWPFNy0Q3Erkf6KFXJraAiSGostz5LL5xO8XjBSjwfRDLd2PsgbzR21jwWu2Tw"
  ],
  video "NA",
  videoImage "NA",
  contentRating "Teen",
  contentRatingDescription "Diverse Content Discretion Advised",
  adSupported false,
  released "NA",
  updated 1583185224000,
  version "1.1.0",
  recentChanges "Bug fixes and enhancements",
  comments [
    The app is great, and the contents are phenomenal. But, I have a request to add an option to download the stories because I generally listen to them while travelling and many a time the story stops. I think everyone will understand how horrible it feels when such great stories stop at the peak of thrill. It"s my humble request to add a download option 😊.,
    "Terrible app. After the latest update, the app speed has become very slow even when net speed is above 1 mbps. Also the content is not designed in a proper manner. Playback error, as it stop every time for few seconds,when the notification arrives. I am uninstalli g this app immediately, as it is a part of scrap only. Useless app made by amazon",
    No doubt stories are really too good but the is not that much smooth there are some glitches in the app it doesn"t work properly sometimes crash and sometimes stories don"t play easily so please fix it as soon as possible,
    "Well all total its an excellent app, all you need to do is put on your earphones close your eyes the thriller stories will gurantee you goose bumps my personal opinion is 10 star. Only would like to request for more such stories in prominent voices. Cheers !!!",
    Wow!!!!😍😍😍😍 Great experience. Used the application for the first time and it"s WOW. Best part is that it has No Ads, No Account, No Membership. Here everything thing is free.
  ],
  editorsChoice false,
  appId "com.audible.universal",
  url "https//play.google.com/store/apps/details?id=com.audible.universal&hl=en&gl=us"
}

,
{
  title "Chat Now",
  description "Welcome to Chat Now！ You can reach a lot of new people and spend a great time with this brand new App.  \r\n" +
    "Highlight Features\r\n" +
    "\r\n" +
    "👉 Simple and Fun Browse everyone’s photos and interests to decide who deserves a like from you! Thousands of interesting people around you are waiting for your friend requests!\r\n" +
    " 👉 Instant Messages Send texts, voice messages and pictures to your friends. Know your matches better by following the life moments they shared.\r\n" +
    "\r\n" +
    "👉 Quick & Easy Login Just one click to finish the registration, then you can start discovering and chatting with your new friends immediately.\r\n" +
    "\r\n" +
    "👉 Chat History We will keep your chat history records only for you in order to protect your privacy.\r\n" +
    "\r\n" +
    "👉 Gift System Send gifts to your new friends. Hurry up and enhance your friendship.\r\n" +
    "\r\n" +
    "More interesting features coming soon !!",
  descriptionHTML "Welcome to Chat Now！ You can reach a lot of new people and spend a great time with this brand new App.  <br>Highlight Features<br><br>👉 Simple and Fun Browse everyone’s photos and interests to decide who deserves a like from you! Thousands of interesting people around you are waiting for your friend requests!<br> 👉 Instant Messages Send texts, voice messages and pictures to your friends. Know your matches better by following the life moments they shared.<br><br>👉 Quick &amp; Easy Login Just one click to finish the registration, then you can start discovering and chatting with your new friends immediately.<br><br>👉 Chat History We will keep your chat history records only for you in order to protect your privacy.<br><br>👉 Gift System Send gifts to your new friends. Hurry up and enhance your friendship.<br><br>More interesting features coming soon !!",
  summary "Make  new friends",
  installs "1,000,000+",
  minInstalls 1000000,
  score 4.471279,
  scoreText "4.5",
  ratings 7859,
  reviews 3450,
  histogram { "1" 943, "2" 61, "3" 61, "4" 71, "5" 6720 },
  price 0,
  free true,
  currency "USD",
  priceText "Free",
  offersIAP false,
  IAPRange "NA",
  size "21M",
  androidVersion "4.2",
  androidVersionText "4.2 and up",
  developer "He Shuai",
  developerId "He+Shuai",
  developerEmail "maxegdrc@gmail.com",
  developerWebsite "NA",
  developerAddress "九龙尖沙咀弥敦道66-70号金冠大厦\n",
  privacyPolicy "https//file-jianmian365-haiwai.oss-ap-southeast-1.aliyuncs.com/html/private.html",
  developerInternalID "6522314090402786970",
  genre "Entertainment",
  genreId "ENTERTAINMENT",
  familyGenre "NA",
  familyGenreId "NA",
  icon "https//lh3.googleusercontent.com/_8vbSeTetJ5IYlPXCb6c8xudnTpH2-MTsA66Syg35ov3CsmoPaJxEGaepGId83AZy7c",
  headerImage "https//lh3.googleusercontent.com/FNROnnkv5BFvQmIinhhjC8_fc_hhHy-ijSwmvO0ASEijQcT-CPRNzNJBwIeqnPTgRw",
  screenshots [
    "https//lh3.googleusercontent.com/RzW65bOP62EaF8qAQsKOJX44-4B5eUySAvzTJsR0zeABQep58N9lv8YP7WskX3rCG6M",
    "https//lh3.googleusercontent.com/OipBWEZn-b-_gsENfuYV7DFv9kiPQ-p1Q5z_-8PvRB9qZ2ecFsMz3vL2h_52nqYCGbmf",
    "https//lh3.googleusercontent.com/Gai4OHbLdir5pLRpQN2e9m4wLEZwhQz_XZorwgVyUbsewmZGPm10E7_yZcxUJzALi20"
  ],
  video "NA",
  videoImage "NA",
  contentRating "Mature 17+",
  contentRatingDescription "NA",
  adSupported false,
  released "NA",
  updated 1579027753000,
  version "2.0.1",
  recentChanges "Fix some bugs",
  comments [
    Frod app i would requested everyone not to install this app. When you firstly install this app you will get many of msgs but you can"t reply without VIP membership and when you buy membership then you can"t reply all these msgs because they asked to buy the stamps for every message this is not informed you at the time of buying of membership. Totally frod app.. i want to refund my money,
    What I love about is that you can really do anything on this app You can ask any question and see what answers you get. It is cool to seeeveryone"s answers especially when you get to guess who wrote it. It is like a mystery app asWell, if you like to find out who is sending you the message! Overall, this app is so fun and mysterious for all of us,
    "FRAUD. I would request everyone to not to install this app at all. When you Install this app, you get messages from many users. But you cannot reply as you are not a VIP member. So you are requested to take the VIP membership and pay the amount. When you pay the amount, the messages stops. Now, If you want to send a message to anyone, you are asked to buy the stamps which is not mentioned earlier when you take the membership. I need a refund for this.",
    It"s a great app but have an option where the person who you block don"t look at your broadcast. The block option that this app offer is just not being able to send you messages or chat with you when you"re live but they can view your broadcast which isn"t right. Please have that option where the broadcaster block people and DON"T LOOK AT YOUR BROADCAST TOO. It"s a wonderful app tho. 😊,
    As I observed the developers made fake profile of girls to attract peoples all the girls are online 24 x 7. No one comes new or no one get offline. So many girls were msg or call before subscription will forcing you to get subscription pack. But when you do that no one will respond. Totally money looting app. Please don"t even try to go for subscription, and delete the app. If the developer really need money, beg on the street but don"t cheat the peoples.😠😠😠
  ],
  editorsChoice false,
  appId "cn.liaobo.lq",
  url "https//play.google.com/store/apps/details?id=cn.liaobo.lq&hl=en&gl=us"
}

,
{
  title "Amazon Prime Video",
  description "Watch movies and TV shows recommended for you, including Amazon Originals like The Marvelous Mrs. Maisel, Tom Clancy’s Jack Ryan, and the kids series Tumble Leaf.\r\n" +
    "\r\n" +
    "App features\r\n" +
    "- Download videos to watch offline – anywhere, anytime.\r\n" +
    "- Cast from your phone or tablet to the big screen with Chromecast. \r\n" +
    "- With X-Ray, view IMDb data about the actors, songs, and trivia related to videos as you watch.\r\n" +
    "- With Prime Video Channels, Prime members can subscribe to more than 150 premium and specialty channels like HBO, SHOWTIME, STARZ, and Cinemax. Only pay for the channels you want, no cable required, cancel anytime (not available in all countries/regions).\r\n" +
    "- Buy or rent videos from more than 100,000 titles, including new release movies and current TV shows (not available in all countries/regions).",
  descriptionHTML "Watch movies and TV shows recommended for you, including Amazon Originals like The Marvelous Mrs. Maisel, Tom Clancy’s Jack Ryan, and the kids series Tumble Leaf.<br><br>App features<br>- Download videos to watch offline – anywhere, anytime.<br>- Cast from your phone or tablet to the big screen with Chromecast. <br>- With X-Ray, view IMDb data about the actors, songs, and trivia related to videos as you watch.<br>- With Prime Video Channels, Prime members can subscribe to more than 150 premium and specialty channels like HBO, SHOWTIME, STARZ, and Cinemax. Only pay for the channels you want, no cable required, cancel anytime (not available in all countries/regions).<br>- Buy or rent videos from more than 100,000 titles, including new release movies and current TV shows (not available in all countries/regions).",
  summary "Watch TV shows and movies including award-winning Amazon exclusives.",
  installs "100,000,000+",
  minInstalls 100000000,
  score 4.4242225,
  scoreText "4.4",
  ratings 1357058,
  reviews 465999,
  histogram { "1" 74717, "2" 32491, "3" 71981, "4" 241056, "5" 936811 },
  price 0,
  free true,
  currency "USD",
  priceText "Free",
  offersIAP true,
  IAPRange "$0.99 - $100.00 per item",
  size "Varies with device",
  androidVersion "VARY",
  androidVersionText "Varies with device",
  developer "Amazon Mobile LLC",
  developerId "Amazon+Mobile+LLC",
  developerEmail "aiv-android-feedback@amazon.com",
  developerWebsite "http//www.primevideo.com",
  developerAddress "Amazon Mobile LLC\n500 9th Avenue N,\nSeattle, WA 98109",
  privacyPolicy "http//www.amazon.com/gp/help/customer/display.html?nodeId=468496",
  developerInternalID "7432261109829829372",
  genre "Entertainment",
  genreId "ENTERTAINMENT",
  familyGenre "NA",
  familyGenreId "NA",
  icon "https//lh3.googleusercontent.com/VojafVZNddI6JvdDGWFrRmxc-prrcInL2AuBymsqGoeXjT4f9sv7KnetB-v3iLxk_Koi",
  headerImage "https//lh3.googleusercontent.com/p4OrpVf1Vl01WQxg43F_mWz4yXOtSnlnnwyFEJLulveQZYuIwb-2-Vk0B9XSnTjAEA",
  screenshots [
    "https//lh3.googleusercontent.com/4ZEMCZqFVrBigTbGku7mh7Vakw61uaMV7kd3FofUZlnlBYdVTO3igfi6qSUoH5BNrKtG",
    "https//lh3.googleusercontent.com/ObURcyijST6KNlfBlLCcsX6aWXO0NuS9kp8vZc9eyfS1p8uUE9WgAdcBiImd8A_kBJI",
    "https//lh3.googleusercontent.com/FokJqKrZDGk9xe95eaxpHJG3iGTMiRJuoqCvVwCaSrUvKxs4f9MJTGURDIBoypdcKA",
    "https//lh3.googleusercontent.com/QIcecRXWihOa25k6ugdzYUWu0FhQytYi0CN_dWj4-EuQv56PAMZ_jR2fXwvnIx0YsA",
    "https//lh3.googleusercontent.com/4AhTIWviPqDMgl7k-4DGt40SDXnThmUVZ6QFliCBhPLUNGW9BsgDl8v7sZZYYOZ7KA"
  ],
  video "NA",
  videoImage "NA",
  contentRating "Teen",
  contentRatingDescription "NA",
  adSupported true,
  released "Aug 28, 2017",
  updated 1583473383000,
  version "Varies with device",
  recentChanges "Enjoy Amazon Prime Video in over 200 countries and territories around the globe! <br>Download movies and TV shows using Wi-Fi or cellular networks.",
  comments [
    `Easy to use, however can be improved. For example, why is the content I"ve already seen still showing on the main page under Watch Next? I just saw it, don"t need to watch again. And genres is not that easy to navigate, unless you go to search, and even then you can"t pick Comedy + Movies (for example), you can only pick Comedy or Movies.`,
    Fairly convenient, its included in your prime membership and there are prime original series and movies that are great quality with well known actors. You can buy new releases shows and movies. You can also add on to the subscription (channels), I"ve recently added Starz (well worth the five bucks) and NBA league pass(don"t recommended this add on doesn"t guarantee you get to watch games listed) this one was a bit more pricey at 28.99 and you do not have access to all games that are televised.,
    Streams videos? Tick Easy to navigate? Nope Uses standard navigation? Nope. Seriously, I need to choose a menu option to exit video playback instead of hitting the back button?!? Stable? Nope. Only made to look passable by the even worse app they"ve deployed on Samsung TVs As a service, it"s well priced. As an app, I"m surprised it"s allowed in the app store,
    Prime video is one of the best streaming services. But they need to improve their menu. It"s messy to me. The contains is excellent. Picard, Bosch, Jack Ryan, Treadstone and the Expanse are my best series. Amazon Prime offer more action or sci-fi tv shows and I love it. Netflix is more a teenagers thing. That"s why I never subscribed their service. Keep up the good work. PS  I"m still wait Amazon prime to be available on my Google Hub Max. Hope that you"ll think about it soon...,
    The app is really slow. It took me a literal 10 mins for it to start-up on my brand new LG G8X. You wanna know why? Because Amazon thinks it"s a good idea to force video ads before you even get to do anything you wanna do in the app. Another thing there"s some weird bugs. For instance (as some have mentioned), when you"re watching something and pause, then most times it won"t resume. I"ve also spent time browsing and adding things to my watchlist, only for it not to save. Very annoying.
  ],
  editorsChoice false,
  appId "com.amazon.avod.thirdpartyclient",
  url "https//play.google.com/store/apps/details?id=com.amazon.avod.thirdpartyclient&hl=en&gl=us"
}

,
{
  title "BookMyShow - Movies, Events & Sports Match Tickets",
  description "Top Movies - Thappad, Sonic The Hedgehog\r\n" +
    "Things to Do Near You Ekam Satt with AR Rahman, ISL- Semi finale etc.\r\n" +
    "\r\n" +
    "Places to Visit Taj Mahal, Hampi By Night\r\n" +
    "\r\n" +
    "New Offering BookMyShow Rewards\r\n" +
    "\r\n" +
    With BookMyShow"s app, you can now book tickets for movies, concerts, sports and many other events happening in your city. You can book movie tickets online where the app also lets you check movie show timings, list of theatres, read reviews & news. Movie booking now made easy. BookMyShow"s application is definitely a one-stop destination for all your ticketing and entertainment shows. Bollywood, Hollywood, Tamil or Telugu movie shows, plays or comedy shows, music concerts or IPL bookings - You want it, we"ve got it!\r\n +
    "\r\n" +
    Over the years, Bookmyshow has catered to millions and have strived in becoming India"s number 1 online entertainment portal. We have a tie-up with most of the renowned cinemas in the country like PVR Cinemas, BIG Cinemas, INOX, AGS Cinemas, Apna Cinema, CineMAX, City Gold, DT City Centre, E-SQUARE, Cinepolis, Fame Cinemas, Fun Cinemas, Glitz Cinemas, Gold Cinema, Gopalan Cinemas, HDIL Broadway, Movietime, Prasads, Q Cinemas, Rajhans Cine World, Satyam Cineplexes, SRS Cinemas, Storm 5D. If you"re a movie buff, then this is the right place for you to book your movie tickets without any hassle. \r\n +
    "\r\n" +
    When it comes to events, we have made a significant growth in curating the best of events in the country and providing our customers with great service. NCPA, Prithvi Theatre, Rangashankara, Canvas Laugh Club and many more venues offer the best of plays. If you"re the kind who really enjoys a great drama, we have got you covered with the best plays happening in your city. Be it IPL or ISL, we are here to meet your needs and leave you with great memories. We have just raised the bar by bringing in our own production team who have handled top events like Mughal e Azam, Disney Aladdin, Cirque du Soliel and much more. Want to be amongst the first few to get notified about your favorite event? You know exactly where to go.\r\n +
    "\r\n" +
    "We at Bookmyshow have great offers/discounts in store for you. Following is the list of brands through which you can avail great deals. \r\n" +
    "\r\n" +
    " - Amazon\r\n" +
    " - Paypal\r\n" +
    " - Google pay\r\n" +
    " - Axis Bank\r\n" +
    " - SBI\r\n" +
    " - RBL Bank\r\n" +
    " - ICICI Bank\r\n" +
    " - Lazypay\r\n" +
    " - Kotak Bank\r\n" +
    " - Visa\r\n" +
    " - OYO\r\n" +
    " - Citi Bank\r\n" +
    " - Yes bank\r\n" +
    " - Mobikwik\r\n" +
    " - Payzapp\r\n" +
    "\r\n" +
    At BookMyShow, we take our users" privacy very seriously. \r\n +
    "\r\n" +
    "• Storage We save some data locally to avoid making a lot of network calls.\r\n" +
    "• Your Location We use the location data to show you venues around you. No data is saved on our servers.\r\n" +
    • Your Social Information We only need to read your contacts when you need to pick someone from the contacts to share booking details with. We don"t save any of this data on our servers. Ever.\r\n +
    "• Your applications information [Retrieve running apps] & Logs We use this to gather information that helps us fix any issues that you may experience with our app. We do not save any of this information.\r\n" +
    "• Your Accounts We require this to be able to send push notifications. Don’t worry, we never spam.\r\n" +
    • Won"t affect your battery We require this to be able to send you push notifications. Don"t worry, we never spam.\r\n +
    • Your Contacts  We need access to your contacts, so that you can invite your friends to chat or join you after you"ve booked your tickets. We"re asking for the contact permission for a bunch of features like chat, sharing tickets with friends. Your information will kept confidential.\r\n +
    "• Read and Receive SMS We need this permission to enable our app to read your One \r\n" +
    "• Time - Password SMS and automatically enter the code while completing the payment. Your privacy will be respected and no information will be saved.\r\n" +
    "\r\n" +
    "Download our app for FREE and book tickets on the go. The box office at your fingertips.\r\n" +
    "\r\n" +
    "Like us on Facebook- http//www.facebook.com/BookMyShowIN\r\n" +
    "Follow us on Twitter- https//twitter.com/BookMyShow\r\n" +
    "Follow us on Instagram- https//www.instagram.com/bookmyshowin/",
  descriptionHTML "Top Movies - Thappad, Sonic The Hedgehog<br>Things to Do Near You Ekam Satt with AR Rahman, ISL- Semi finale etc.<br><br>Places to Visit Taj Mahal, Hampi By Night<br><br>New Offering BookMyShow Rewards<br><br>With BookMyShow&#39;s app, you can now book tickets for movies, concerts, sports and many other events happening in your city. You can book movie tickets online where the app also lets you check movie show timings, list of theatres, read reviews &amp; news. Movie booking now made easy. BookMyShow&#39;s application is definitely a one-stop destination for all your ticketing and entertainment shows. Bollywood, Hollywood, Tamil or Telugu movie shows, plays or comedy shows, music concerts or IPL bookings - You want it, we&#39;ve got it!<br><br>Over the years, Bookmyshow has catered to millions and have strived in becoming India&#39;s number 1 online entertainment portal. We have a tie-up with most of the renowned cinemas in the country like PVR Cinemas, BIG Cinemas, INOX, AGS Cinemas, Apna Cinema, CineMAX, City Gold, DT City Centre, E-SQUARE, Cinepolis, Fame Cinemas, Fun Cinemas, Glitz Cinemas, Gold Cinema, Gopalan Cinemas, HDIL Broadway, Movietime, Prasads, Q Cinemas, Rajhans Cine World, Satyam Cineplexes, SRS Cinemas, Storm 5D. If you&#39;re a movie buff, then this is the right place for you to book your movie tickets without any hassle. <br><br>When it comes to events, we have made a significant growth in curating the best of events in the country and providing our customers with great service. NCPA, Prithvi Theatre, Rangashankara, Canvas Laugh Club and many more venues offer the best of plays. If you&#39;re the kind who really enjoys a great drama, we have got you covered with the best plays happening in your city. Be it IPL or ISL, we are here to meet your needs and leave you with great memories. We have just raised the bar by bringing in our own production team who have handled top events like Mughal e Azam, Disney Aladdin, Cirque du Soliel and much more. Want to be amongst the first few to get notified about your favorite event? You know exactly where to go.<br><br>We at Bookmyshow have great offers/discounts in store for you. Following is the list of brands through which you can avail great deals. <br><br> - Amazon<br> - Paypal<br> - Google pay<br> - Axis Bank<br> - SBI<br> - RBL Bank<br> - ICICI Bank<br> - Lazypay<br> - Kotak Bank<br> - Visa<br> - OYO<br> - Citi Bank<br> - Yes bank<br> - Mobikwik<br> - Payzapp<br><br>At BookMyShow, we take our users&#39; privacy very seriously. <br><br>• Storage We save some data locally to avoid making a lot of network calls.<br>• Your Location We use the location data to show you venues around you. No data is saved on our servers.<br>• Your Social Information We only need to read your contacts when you need to pick someone from the contacts to share booking details with. We don&#39;t save any of this data on our servers. Ever.<br>• Your applications information [Retrieve running apps] &amp; Logs We use this to gather information that helps us fix any issues that you may experience with our app. We do not save any of this information.<br>• Your Accounts We require this to be able to send push notifications. Don’t worry, we never spam.<br>• Won&#39;t affect your battery We require this to be able to send you push notifications. Don&#39;t worry, we never spam.<br>• Your Contacts  We need access to your contacts, so that you can invite your friends to chat or join you after you&#39;ve booked your tickets. We&#39;re asking for the contact permission for a bunch of features like chat, sharing tickets with friends. Your information will kept confidential.<br>• Read and Receive SMS We need this permission to enable our app to read your One <br>• Time - Password SMS and automatically enter the code while completing the payment. Your privacy will be respected and no information will be saved.<br><br>Download our app for FREE and book tickets on the go. The box office at your fingertips.<br><br>Like us on Facebook- http//www.facebook.com/BookMyShowIN<br>Follow us on Twitter- https//twitter.com/BookMyShow<br>Follow us on Instagram- https//www.instagram.com/bookmyshowin/",
  summary "Book Ticket for Movies and Events. Explore things to do &amp; places to visit nearby",
  installs "50,000,000+",
  minInstalls 50000000,
  score 4.3595943,
  scoreText "4.4",
  ratings 1220653,
  reviews 232717,
  histogram { "1" 81502, "2" 21276, "3" 61487, "4" 268901, "5" 787486 },
  price 0,
  free true,
  currency "USD",
  priceText "Free",
  offersIAP false,
  IAPRange "NA",
  size "15M",
  androidVersion "5.0",
  androidVersionText "5.0 and up",
  developer "Bigtree Entertainment Pvt. Ltd.",
  developerId "Bigtree+Entertainment+Pvt.+Ltd.",
  developerEmail "techdesk@bookmyshow.com",
  developerWebsite "https//in.bookmyshow.com",
  developerAddress "NA",
  privacyPolicy "https//in.bookmyshow.com/static/tnc/privacy.html",
  developerInternalID "7936113859814421340",
  genre "Entertainment",
  genreId "ENTERTAINMENT",
  familyGenre "NA",
  familyGenreId "NA",
  icon "https//lh3.googleusercontent.com/KSXq3Idt1WbHnaHcsC4p5KxaRE0KuuB-GNRJP3XRS2omj6DY8ohkbMlIbK53Sp6TlxYm",
  headerImage "https//lh3.googleusercontent.com/8K5aR3Ge4Oeb8kaxcPKUVJ316R7dh5NfcEb0ACofNiJrPnFLRkoeZZDoYYqsU4HADKjN",
  screenshots [
    "https//lh3.googleusercontent.com/9tZTJgcmxS1AFD39qSbWMeV6lgtWSkPVth2vqU3YPUO9znsfrjQXNIlNCU4SQM3l6WgT",
    "https//lh3.googleusercontent.com/x1wdUVrftuBm3L7yfSZ3qj_MoxB8n3Zru2u8hQatPqA4PaUPMdMscYeugFmL4FOkrxc",
    "https//lh3.googleusercontent.com/218-V4g6sQXZQYJiXJS6NuZErnFGrLfFvmXLsymmc_PZUGe0CNIFfdvE-TfajgZEfRg",
    "https//lh3.googleusercontent.com/2g071HGLPUDRejSP5pIKi9G_5WbEaVu_XRr--2VeIq9vRZmd3_MXNhq-2LNoN3C4XuBT",
    "https//lh3.googleusercontent.com/-jplwAF2LgJ5UtFnoj_kKMr6-M8gsATjTUZoJ2Gh-WLfIQOdH2ql_jMKPm_PgJvUFDqC"
  ],
  video "https//www.youtube.com/embed/wqt2npuhEBI?ps=play&vq=large&rel=0&autohide=1&showinfo=0",
  videoImage "https//i.ytimg.com/vi/wqt2npuhEBI/hqdefault.jpg",
  contentRating "Everyone",
  contentRatingDescription "NA",
  adSupported true,
  released "Apr 26, 2011",
  updated 1582539575000,
  version "5.9.0",
  recentChanges "Small improvements bring us closer to perfection. That&#39;s why we bring you this update to make your experience even better.",
  comments [
    Basic stuff that you expect is not working - tried booking a ticket for an event that I"m supposed to go with my kids... The app does not allow me to book adult and kids tickets... If I add kids tickets, adult gets deselected and vice versa... So basically you can"t use this app if you have kids!!!,
    I am using bookmyshow from 5 years, I was a satisfied customer but I am facing major issues in rating, previously I could able to rate any movie without booking tickets through your portal but now I am not able to rate any kannada movie without booking if this is case for all languages I would not have problem but I can rate other language movies without booking tickets. Isn"t it biased. BMS became brand and people watch movies by checking rating in BMS app U ppl can"t do this for only language.,
    "Late entry not allowed for plays is hidden under fine print in terms and conditions, they couldve made it more noticeable as nobody checks terms n conditions hidden inside a drop down tab while booking. As a customer i want all important information to be shown to me on the screen clearly.",
    "Old version was friendly. I njoy it much but with the new version i am facing many problem. Not at all able to check and book the tickets. The app keep on closing again and again. I request the bookmyshow team to review the new version and help me solve the problem, if possible.",
    Showing message unable to connect server from last month, i booked tickets on ticket new app for 4 times very easily, and book my show still unable to connect server , i think it"s time to dump book my show app in dustbin means time to uninstall that wrost book my show app. and use another good app
  ],
  editorsChoice true,
  appId "com.bt.bms",
  url "https//play.google.com/store/apps/details?id=com.bt.bms&hl=en&gl=us"
}

,
{
  title "Roz Dhan Earn Money, Read News, and Play Games",
  description "Roz Dhan is the Best Earning App which also provides entertainment and Daily News content. Earn Money by Sign up, Daily Check-in, Walking, Inviting Friends, Reading & Sharing News, Playing Games and through the Scratch Card Activity. This Money Earning App gives you Rs 50 on sign up. You can also get access to Personal Loan offers, shopping offers and others. Roz Dhan is one of the top Online Money Income Apps which entertains with 12+ categories where you Earn Paytm Cash Daily.\r\n" +
    " \r\n" +
    "Key Features An Online Earning App which lets you earn Paytm Money\r\n" +
    " \r\n" +
    "Roz Dhan is India’s only Earning App where users can also access News, Games, Personal loan offers, shopping offers etc. Earn Cash Daily through this Income App. Browse through amazing content while you Play and Earn Paytm Cash from this Free Money app.\r\n" +
    " \r\n" +
    "1) Top Earning App You can earn unlimited Money from Roz Dhan. Users who ranked on top of the list earn more than Rs 40,000 Paytm Cash. Earn your first Rs 50 as sign up bonus. You can Refer and Earn and also Make Money by Reading and Sharing articles with your friends and using the app daily. Once you earn Rs 200 or more, withdraw the amount through Paytm at any time.     \t\r\n" +
    " \r\n" +
    "A) INVITE FRIENDS Earn money with this Earning Apps by inviting your friends. You will also Win Paytm Cash when your friends invite their friends to our App. \r\n" +
    " \r\n" +
    "B) CHECK-IN Roz Dhan is a Paytm Cash Earning Apps With Daily Bonus. Win Daily from thisReal Cash Winning App by just opening the App daily and performing check-in. It is a Free Earn Money App to Earn Paytm Cash for Self Income. Use this Earn App which is the Best Earning App for Paytm.\r\n" +
    " \r\n" +
    "C) READ Interested readers can install Roz Dhan instead of other Money Income Apps and get unbelievable benefits. You can read a variety of content and earn money at the same time. If you are looking for New Earn Money App 2019, but also want to keep yourself informed and entertained, install this Money Earning App now.\r\n" +
    " \r\n" +
    "D) SHARE Not interested in reading articles? Roz Dhan Cash Earning Apps lets you earn even when you Share articles with your friends. Try this Paytm earn Money App to see for yourself.\r\n" +
    "\r\n" +
    "E) PLAY GAMES While Gaming Apps charge money from you, Roz Dhan Lets you Play and Earn Paytm Cash. Earn Real Money and withdraw them through Paytm Apps while you make full use of this Enjoy App and Earn Money Apps.\r\n" +
    " \r\n" +
    "2) Withdraw through Paytm Roz Dhan is one of the top Paytm Money Earning Apps. Users are even calling it the leading Paytm Earning Apps 2019 for Daily Win, Bonus, and coins in every task. Users also think it is Money Earning Apps Top 10 Paytm Cash among other Paytm earning Apps.\r\n" +
    " \r\n" +
    "4) Pedometer and Steps Counter for Walking You can earn money by walking daily. Walk, Count your steps, convert your steps to money daily. Pedometer Step Counter can help you burn Calories by walking. Walk daily for exercise and earn money through steps counter in Pedometer.\r\n" +
    " \r\n" +
    "5) Money Making made easy Money Making Apps often require users to do difficult tasks. With Roz Dhan Online Income Money App, you can earn and keep yourself entertained through a Variety of viral contents and games. Don’t look further for Money Apps to Earn Money as you have found the Best Money Earning App.\r\n" +
    " \r\n" +
    "6) Visit Popular Sites Through Roz Dhan, you can not only Win Money Real Cash but also access popular sites related to Game, Personal Loan offers, Jobs, Shopping offers and much more. You will get relevant shopping offers via our push notifications also. With Roz Dhan Money App you can find everything you want in life.\r\n" +
    " \r\n" +
    "7) Free Paytm Cash Earning Apps Our users earn Free Paytm Cash Up to Rs 300 Daily. As a Money Earn App, Roz Dhan gives you more benefits than other Paytm Cash Earning Apps. Earn Money Paytm Cash from our App.\r\n" +
    "\r\n" +
    "  \r\n" +
    "Contact Us If you want to convey any suggestions or concerns regarding the improvement of Roz Dhan, Please contact us.\r\n" +
    " \r\n" +
    "Email us at  feedback@rozdhan.co.in\r\n" +
    " \r\n" +
    "Download the Roz Dhan App Now!",
  descriptionHTML "Roz Dhan is the Best Earning App which also provides entertainment and Daily News content. Earn Money by Sign up, Daily Check-in, Walking, Inviting Friends, Reading &amp; Sharing News, Playing Games and through the Scratch Card Activity. This Money Earning App gives you Rs 50 on sign up. You can also get access to Personal Loan offers, shopping offers and others. Roz Dhan is one of the top Online Money Income Apps which entertains with 12+ categories where you Earn Paytm Cash Daily.<br> <br>Key Features An Online Earning App which lets you earn Paytm Money<br> <br>Roz Dhan is India’s only Earning App where users can also access News, Games, Personal loan offers, shopping offers etc. Earn Cash Daily through this Income App. Browse through amazing content while you Play and Earn Paytm Cash from this Free Money app.<br> <br>1) Top Earning App You can earn unlimited Money from Roz Dhan. Users who ranked on top of the list earn more than Rs 40,000 Paytm Cash. Earn your first Rs 50 as sign up bonus. You can Refer and Earn and also Make Money by Reading and Sharing articles with your friends and using the app daily. Once you earn Rs 200 or more, withdraw the amount through Paytm at any time.     \t<br> <br>A) INVITE FRIENDS Earn money with this Earning Apps by inviting your friends. You will also Win Paytm Cash when your friends invite their friends to our App. <br> <br>B) CHECK-IN Roz Dhan is a Paytm Cash Earning Apps With Daily Bonus. Win Daily from thisReal Cash Winning App by just opening the App daily and performing check-in. It is a Free Earn Money App to Earn Paytm Cash for Self Income. Use this Earn App which is the Best Earning App for Paytm.<br> <br>C) READ Interested readers can install Roz Dhan instead of other Money Income Apps and get unbelievable benefits. You can read a variety of content and earn money at the same time. If you are looking for New Earn Money App 2019, but also want to keep yourself informed and entertained, install this Money Earning App now.<br> <br>D) SHARE Not interested in reading articles? Roz Dhan Cash Earning Apps lets you earn even when you Share articles with your friends. Try this Paytm earn Money App to see for yourself.<br><br>E) PLAY GAMES While Gaming Apps charge money from you, Roz Dhan Lets you Play and Earn Paytm Cash. Earn Real Money and withdraw them through Paytm Apps while you make full use of this Enjoy App and Earn Money Apps.<br> <br>2) Withdraw through Paytm Roz Dhan is one of the top Paytm Money Earning Apps. Users are even calling it the leading Paytm Earning Apps 2019 for Daily Win, Bonus, and coins in every task. Users also think it is Money Earning Apps Top 10 Paytm Cash among other Paytm earning Apps.<br> <br>4) Pedometer and Steps Counter for Walking You can earn money by walking daily. Walk, Count your steps, convert your steps to money daily. Pedometer Step Counter can help you burn Calories by walking. Walk daily for exercise and earn money through steps counter in Pedometer.<br> <br>5) Money Making made easy Money Making Apps often require users to do difficult tasks. With Roz Dhan Online Income Money App, you can earn and keep yourself entertained through a Variety of viral contents and games. Don’t look further for Money Apps to Earn Money as you have found the Best Money Earning App.<br> <br>6) Visit Popular Sites Through Roz Dhan, you can not only Win Money Real Cash but also access popular sites related to Game, Personal Loan offers, Jobs, Shopping offers and much more. You will get relevant shopping offers via our push notifications also. With Roz Dhan Money App you can find everything you want in life.<br> <br>7) Free Paytm Cash Earning Apps Our users earn Free Paytm Cash Up to Rs 300 Daily. As a Money Earn App, Roz Dhan gives you more benefits than other Paytm Cash Earning Apps. Earn Money Paytm Cash from our App.<br><br>  <br>Contact Us If you want to convey any suggestions or concerns regarding the improvement of Roz Dhan, Please contact us.<br> <br>Email us at  feedback@rozdhan.co.in<br> <br>Download the Roz Dhan App Now!",
  summary "👛India&#39;s best Money earning App. 📘 Read News, Stories &amp;  Play Games 🏏",
  installs "10,000,000+",
  minInstalls 10000000,
  score 4.3743963,
  scoreText "4.4",
  ratings 123998,
  reviews 64777,
  histogram { "1" 11404, "2" 2889, "3" 5759, "4" 11766, "5" 92177 },
  price 0,
  free true,
  currency "USD",
  priceText "Free",
  offersIAP false,
  IAPRange "NA",
  size "10M",
  androidVersion "4.1",
  androidVersionText "4.1 and up",
  developer "RozDhan official",
  developerId "RozDhan+official",
  developerEmail "feedback@rozdhan.co.in",
  developerWebsite "https//youtuber.rozdhan.com/",
  developerAddress "NA",
  privacyPolicy "https//rozdhan.com/privacy",
  developerInternalID "5953376794541272872",
  genre "Entertainment",
  genreId "ENTERTAINMENT",
  familyGenre "NA",
  familyGenreId "NA",
  icon "https//lh3.googleusercontent.com/0c_x32bQUWWvMvIxL1cj2xSs-XTzn-j_Pfj5ctIrz1Kzytb1ANXpWshcdFNo7ytalW8",
  headerImage "https//lh3.googleusercontent.com/nBk7RQtZXgQEGuDX-0XbeaNgFp8cWxocaaFWVXf_rZoaG9csGvVd1RqInr1PK-7P1BQ",
  screenshots [
    "https//lh3.googleusercontent.com/LLYR8rbHF8gJ6L1hse58H6i8vkidHylR2OgcH7IJ3k_MFY_8G052XztGc_BruHXK86k_",
    "https//lh3.googleusercontent.com/vdSYhAqsxR1UOgDiT4WbMyXk2D3yKulos1smj8N-TUrJdT2psyJPf5OIJ1uDbI2eeHQC",
    "https//lh3.googleusercontent.com/XQJeRTZC-TyI6flRVkSdYpXqWz47cov1H238_j10pub9oCr9KXxIYY0DIXCygiFIYQ",
    "https//lh3.googleusercontent.com/mo9EGvQvYzJwkaq-WrGYsYJhwdjGp7-uiNBV_GDbSICP4mc2QLo9eQCHrLvx6p6r8Q",
    "https//lh3.googleusercontent.com/h_pMovfEkVFdSTG3NrpIclPZZ4-fM540IoGQzJNwwT9kGOmUwvdrQwr7kgST-etJoSeL",
    "https//lh3.googleusercontent.com/Sy4Tn3aOrHcomxrGzoy7Isxk5qynHU7s8Ix4G8-BFVOsacV6T3lkgBNapOuRJiKoeuE",
    "https//lh3.googleusercontent.com/AXmA9BYY3Agg4YJXjfFOcalDicfB-iiBoZ03O0Io31HgdL7JgkzJz9Pya4xsvFO5pK0",
    "https//lh3.googleusercontent.com/amrKswOXNloX_ox7Jxwgq6jq6J2T2k3inzwUiSBlKbA7OA2opVGNp1HiOcRKBNpyxBiL",
    "https//lh3.googleusercontent.com/YdaP7f1R0_MkD7Mh1C5MUZZoasATmnvw2uztzC5SFkyOMymVqOfkOOAc04xO9dDR-NY"
  ],
  video "https//www.youtube.com/embed/zVct2c8uEUs?ps=play&vq=large&rel=0&autohide=1&showinfo=0",
  videoImage "https//i.ytimg.com/vi/zVct2c8uEUs/hqdefault.jpg",
  contentRating "Everyone",
  contentRatingDescription "NA",
  adSupported true,
  released "Aug 5, 2018",
  updated 1583588516000,
  version "2.4.9",
  recentChanges "NA",
  comments [
    Really it"s Amazing 👉( 0 4 3 K E J )👈, love it fun mind tickling entertainment. Enjoy finding my way through the levels. Also enjoy all the challenges with team competitions. I"ve been playing for years off and on. Always fun. Some levels are a lot more work than others. I love it when we get the boosts to help with the harder levels as well. It"s a game played by some many people all over the world. You have competitions amongst each other and other teams around as well. I would definitely recommend this great game to family friends and on,
    Super, excellent, brilliant and mind blowing app, really it"s great feature app. The graphics are really nice for a mobile game. I enjoy 😊 the variety of weapons available. The seasons are a good idea giving players an opportunity to get better rewards. Controls feel smooth, both for tanks and character movement. I didn"t find any bugs with the game modes, and they give a nice variety of things to do within the game. Different consumable types enable the player to use more strategies than just shoot. However new players are put up against pay 2 win. TLDR nice pay 2 win .!!,
    `Great apps. Use very smoothly, I"m a lifelong LEGO fan and I love how nostalgic this game is with classic minifigs and sets. I also love these types of turn-based mobile games like Marvel Strikeforce. This game looks great, plays great, and the animation and artstyle is very charming. The writing is also humorously tongue-in-cheek at times and I very much appreciate the inclusion of officially licensed music like Lovely Day and I Ran. It"s clear they"re trying to appeal to fans of all ages and I think it nails it!`,
    Rated this 5 star last week, then there was an update, now I"m rating it at a 1. I don"t know what y"all did with this update, but I have had frequent issues with the game force-closing for the past week, and this morning, I can"t even launch the game. My wifi is fine, my data is fine, my phone is fine, I uninstalled and reinstalled the game and the furthest point I get to is the load screen with the two Indominuses and then it force closes. I"m a VIP subscriber, I need access to the game.^,
    Absolutely it"s Amazing and Mind blowing app 👉( 0 4 3 K E J )👈The graphics are tooo good and many bugs are also fixed and it runs very smooth in my phone. That"s why I am giving this game 5 🌟 star . It is really a good game.It"s a very fantastic app Very exiting app so much games to play. There are a lot of earning options out there. A lot of thanks all members of this app, . We can make more money by spending less time in it. It"s game are very HDR they are a lot of fun to play. With this games we get money. We can easily withdraw your money. We can also do shopping in it. It"s products are good. In this we can do free sopping by playing games. I can trust you with my eyes closed
  ],
  editorsChoice false,
  appId "videos.share.rozdhan",
  url "https//play.google.com/store/apps/details?id=videos.share.rozdhan&hl=en&gl=us"
}

,
{
  title "YouTube Kids",
  description "A video app made just for kids\r\n" +
    "YouTube Kids was created to give kids a more contained environment that makes it simpler and more fun for them to explore on their own, and easier for parents and caregivers to guide their journey as they discover new and exciting interests along the way. Learn more at youtube.com/kids\r\n" +
    "\r\n" +
    "A safer online experience for kids\r\n" +
    "We work hard to keep the videos on YouTube Kids family-friendly and use a mix of automated filters built by our engineering teams, human review, and feedback from parents to protect our youngest users online.  But no system is perfect and inappropriate videos can slip through, so we’re constantly working to improve our safeguards and offer more features to help parents create the right experience for their families.\r\n" +
    "\r\n" +
    "Customize your child’s experience with Parental Controls\r\n" +
    "Limit screen time Set a time limit for how long your kids can watch and help encourage their transition from watching to doing.\r\n" +
    "Keep up with what they watch Simply check the watch it again page and you’ll always know what they’ve watched and the newest interests they’re exploring.\r\n" +
    "Blocking Don’t like a video? Block the video or whole channel, and never see it again. \r\n" +
    "Flagging You can always alert us to inappropriate content by flagging a video for review. Flagged videos are reviewed 24 hours a day, seven days a week.\r\n" +
    "\r\n" +
    "Create individual experiences as unique as your kids\r\n" +
    "Create up to eight kid profiles, each with their own viewing preferences, video recommendations, and settings. Choose from Approved Content Only mode or select an age category that fits your child, Preschool, Younger, or Older. \r\n" +
    "\r\n" +
    "Select the Approved Content Only mode if you want to handpick the videos, channels and/or collections that you’ve approved your child to watch. In this mode, kids won’t be able to search for videos.The Preschool Mode designed for kids 4 and under curates videos that promote creativity, playfulness, learning, and exploration. The Younger Mode allows kids 5-7 to explore their interests in a wide variety of topics including songs, cartoons, and crafts. While our Older Mode gives kids 8 and up the chance to search and explore additional content such as popular music and gaming videos for kids. \r\n" +
    "\r\n" +
    "All kinds of videos for all kinds of kids \r\n" +
    "Our library is filled with family-friendly videos on all different topics, igniting your kids’ inner creativity and playfulness. It’s everything from their favorite shows and music to learning how to build a model volcano (or make slime ;-), and everything in between. \r\n" +
    "\r\n" +
    "Other important information\r\n" +
    "Parental setup is needed to ensure the best experience possible for your kid.\r\n" +
    "YouTube Kids contains paid ads in order to offer the app for free. Your kid may also see videos with commercial content from YouTube creators that are not paid ads.The Privacy Notice for Google Accounts managed with Family Link describes our privacy practices when your kid uses YouTube Kids with their Google Account. When your kid uses YouTube Kids without signing into their Google Account, the YouTube Kids Privacy Notice applies.",
  descriptionHTML "<b>A video app made just for kids</b><br>YouTube Kids was created to give kids a more contained environment that makes it simpler and more fun for them to explore on their own, and easier for parents and caregivers to guide their journey as they discover new and exciting interests along the way. Learn more at youtube.com/kids<br><br><b>A safer online experience for kids</b><br>We work hard to keep the videos on YouTube Kids family-friendly and use a mix of automated filters built by our engineering teams, human review, and feedback from parents to protect our youngest users online.  But no system is perfect and inappropriate videos can slip through, so we’re constantly working to improve our safeguards and offer more features to help parents create the right experience for their families.<br><br><b>Customize your child’s experience with Parental Controls</b><br><b>Limit screen time</b> Set a time limit for how long your kids can watch and help encourage their transition from watching to doing.<br><b>Keep up with what they watch</b> Simply check the watch it again page and you’ll always know what they’ve watched and the newest interests they’re exploring.<br><b>Blocking</b> Don’t like a video? Block the video or whole channel, and never see it again. <br><b>Flagging</b> You can always alert us to inappropriate content by flagging a video for review. Flagged videos are reviewed 24 hours a day, seven days a week.<br><br><b>Create individual experiences as unique as your kids</b><br>Create up to eight kid profiles, each with their own viewing preferences, video recommendations, and settings. Choose from &quot;Approved Content Only&quot; mode or select an age category that fits your child, &quot;Preschool&quot;, &quot;Younger&quot;, or &quot;Older&quot;. <br><br>Select the &quot;Approved Content Only&quot; mode if you want to handpick the videos, channels and/or collections that you’ve approved your child to watch. In this mode, kids won’t be able to search for videos.The &quot;Preschool&quot; Mode designed for kids 4 and under curates videos that promote creativity, playfulness, learning, and exploration. The &quot;Younger&quot; Mode allows kids 5-7 to explore their interests in a wide variety of topics including songs, cartoons, and crafts. While our &quot;Older&quot; Mode gives kids 8 and up the chance to search and explore additional content such as popular music and gaming videos for kids. <br><br><b>All kinds of videos for all kinds of kids </b><br>Our library is filled with family-friendly videos on all different topics, igniting your kids’ inner creativity and playfulness. It’s everything from their favorite shows and music to learning how to build a model volcano (or make slime ;-), and everything in between. <br><br><b>Other important information</b><br>Parental setup is needed to ensure the best experience possible for your kid.<br>YouTube Kids contains paid ads in order to offer the app for free. Your kid may also see videos with commercial content from YouTube creators that are not paid ads.The Privacy Notice for Google Accounts managed with Family Link describes our privacy practices when your kid uses YouTube Kids with their Google Account. When your kid uses YouTube Kids without signing into their Google Account, the YouTube Kids Privacy Notice applies.",
  summary "Best video app for all kids",
  installs "100,000,000+",
  minInstalls 100000000,
  score 4.3290434,
  scoreText "4.3",
  ratings 952395,
  reviews 343613,
  histogram { "1" 83880, "2" 23488, "3" 51824, "4" 129379, "5" 663821 },
  price 0,
  free true,
  currency "USD",
  priceText "Free",
  offersIAP false,
  IAPRange "NA",
  size "Varies with device",
  androidVersion "VARY",
  androidVersionText "Varies with device",
  developer "Google LLC",
  developerId "5700313618786177705",
  developerEmail "ytkids-support@google.com",
  developerWebsite "https//support.google.com/youtubekids",
  developerAddress "1600 Amphitheatre Parkway, Mountain View 94043",
  privacyPolicy "http//www.google.com/intl/en/policies/privacy/",
  developerInternalID "5700313618786177705",
  genre "Entertainment",
  genreId "ENTERTAINMENT",
  familyGenre "Music & Video",
  familyGenreId "FAMILY_MUSICVIDEO",
  icon "https//lh3.googleusercontent.com/S4wylkvt2jz16hnG9IG0pAZosbB82nWWy8P-rQkb54uH-SCVd5L2j7z7x1Vz5pZvIRc",
  headerImage "https//lh3.googleusercontent.com/k8aQJcANe3dS-Aq7vmD9PWxMmeMb6EK0xukR-A6fJZSoH1US5G-IMp936e9XcQV-zMKv",
  screenshots [
    "https//lh3.googleusercontent.com/SIZtd6eQnmseXUuIfferxklD-YuMdYd54GlVu_WRNlkIhOjtRdtmYnvvg9DK20QNY7Q",
    "https//lh3.googleusercontent.com/_5GB61nURMqLW4AozMlGyM_BxAUOxX49gnQPiP8Yzdo_7vysF31FEuBZK0NbzHdQIA",
    "https//lh3.googleusercontent.com/y6CEi0_uvumCjrnxVUeL2doeyDGlO-F6PuiTzhteQCCMOq71Z6RhTiAjv9ThTb2Nj04",
    "https//lh3.googleusercontent.com/5COdrKs52TMOgparVOOiquwqLuF1igf-IqaWVaqUjqhRDPfbC3H9NumFLvpsPbijnHVF",
    "https//lh3.googleusercontent.com/9R8r8fwrim2wJF26GHcHTIuVJh3xCvYahRABhUBDEa8gCejLDuDhTMm0fj3sebb5Q9Y9",
    "https//lh3.googleusercontent.com/LzAQj8_0PoL7ZBWJHIKCVItZWMJFPwUWGMwdIxsGn3ELeet2uj_2S6dLEZeg7bwgBTc",
    "https//lh3.googleusercontent.com/5t5yprGThxkLwh6VC99olzo7fz6FO1JAI52ndg6Lrg_pdhy93PGLbVd_-2Tj02ETIZux",
    "https//lh3.googleusercontent.com/Ho_qVj9ceF5Wea2FxyP_bIDwlWNB4A0AlXYJ9uriDqeWTxOKRpZ9NYzU0EHhGrZUOA",
    "https//lh3.googleusercontent.com/jAkDBeLRj4DomQnOjnJv6wwTC7YrIp4m-GfeCbIXMEX9-Q9dIJIfqYzUKn_SMyJ1mA",
    "https//lh3.googleusercontent.com/OIEq3x5O4EtW1STjUQjDqdzBm2OOkX_mHmx6pORHv-GHKPpALRK-VbHbXX8dozM2lmU",
    "https//lh3.googleusercontent.com/7sT4VN5Zm96FHYYVBwDcU7-pkUbbF_iUWQ-ZeNLvmb8thFn7flzwMFAezMUjKr7616gt",
    "https//lh3.googleusercontent.com/443xzrXpBykCypKStwSzC_-qF0mBGK6bVcvYUdIZ-xlPzSOYjo3ihjl2tQee0Z9koQ",
    "https//lh3.googleusercontent.com/CnBQbrXMzssiBwrJ03TQ1MNubWvI9zyQHihBMxhu7InX-226UAcJhORyBK9L_JDu9eY",
    "https//lh3.googleusercontent.com/_W6-pQC8vSStTgme3WSvm49bHTOoA7nPoNf8kAayZy1GqzRiPhKSd2YTDVGkfKx5a8XB",
    "https//lh3.googleusercontent.com/H5jP6UJ0sJjRithcGqdLOc6APmZsth-sMjcpePGhs2ANXZoMla6sEyHN9gjAAxb2Tg"
  ],
  video "NA",
  videoImage "NA",
  contentRating "Everyone",
  contentRatingDescription "NA",
  adSupported true,
  released "Feb 23, 2015",
  updated 1583523088000,
  version "Varies with device",
  recentChanges "Bug fixes and stability improvements",
  comments [
    "This a great app!! I love it because it is more appropriate than YouTube. You can choose the age, change the size of the font (small, normal, large or extra large) and you can time it. Like when you want 30 mins you can time it and when it is over the screen will turn gray. This app is awesome!! I so recommend it!!! Love this app!!!!!!!!!!!",
    Very good way to keep kids busy. Great way of learning for kids and parents/care takers. My son is 3 months old. He enjoys these rhymes. But parents, remember, it is best to just give your kids only audio nursery rhymes until they are a few years older. Watching videos will spoil their eyes and get them addicted to your phones. Sing to them what you hear on YT kids. Help building your relationship with your little one. If kiddo doesn"t eat without entertainment, engage in conversation.,
    "Favorites/video history has just disappeared again. Usually it has come back within a day, but not this time, even with uninstalling and reinstalling app, logging in/out. My son will only cry when he sees all his favorite videos gone so I will have to leave it uninstalled for now until bug is fixed. Will change rating if fixed quickly.",
    It is very Kid friendly the only thing my child hates about it is that they can"t get watch normal stuff that shows on YouTube (not kids) but the original one but it is very fun and good for kids to 2-13.,
    YouTube Kids is a fake on the age recommendation. This app is only a good app for kids up to age 8. And the groups for the ages are jacked up. Like the age group 8-12. 8 and 12 don"t get along. 8 and 10 don"t get along. 8 and 9 only 50% of the time get along. When you"re in 5th grade you learn stuff about the world that 8yr olds to 10yr olds have no idea exist. 5th grade should have its own special group. Stop treating 5th graders like babies! Also, no Gacha Life videos! BORING!!!
  ],
  editorsChoice true,
  appId "com.google.android.apps.youtube.kids",
  url "https//play.google.com/store/apps/details?id=com.google.android.apps.youtube.kids&hl=en&gl=us"
}

,
{
  title "Hotstar",
  description "Hotstar is your go-to video streaming app for the best of Indian entertainment, TV shows, LIVE cricket, news and movies.  Enjoy unlimited access to your favorite Star India TV shows, 200 days of LIVE cricket, exclusive Hotstar Specials from India’s best filmmakers and storytellers, blockbuster movies, and LIVE news in 7 Indian languages. \r\n" +
    " \r\n" +
    "What you’ll love on Hotstar \r\n" +
    "\r\n" +
    "A. LIVE Cricket Enjoy the best of cricket LIVE on Hotstar anytime, anywhere with a host of features including an exclusive Dugout commentary feed, pre-match and post-match analysis, regional and expert commentary in six languages, original cricket shows and behind the scenes action.\r\n" +
    "\r\n" +
    "Stream these tournaments LIVE on Hotstar\r\n" +
    "\r\n" +
    "• India vs South Africa\r\n" +
    "• India vs Bangladesh\r\n" +
    "• India vs West Indies \r\n" +
    "• Ranji Trophy\r\n" +
    "• India vs Australia \r\n" +
    "• VIVO IPL 2020\r\n" +
    "• And much more\r\n" +
    " \r\n" +
    "B. Best of Indian Entertainment Can’t get enough of your daily dose of Indian entertainment? We’ve got you covered! Watch your favorite serials and shows including Yeh Rishta Kya Kehlata Hai, Kasautii Zindagi Kay, Yeh HaiMohabbatein, Super Singer, Karthika Deepam, and more even before India watches them. Shows are available on-demand from these Star India channels\r\n" +
    "\r\n" +
    "• Star Plus\r\n" +
    "• Star Bharat\r\n" +
    "• Star Maa\r\n" +
    "• Star Jalsha\r\n" +
    "• Star Pravah\r\n" +
    "• Star Utsav\r\n" +
    "• Star Vijay\r\n" +
    "• Star Suvarna\r\n" +
    "• Asianet\r\n" +
    " \r\n" +
    "C. Blockbuster Movies Our curated movie library includes the latest hits, evergreen favorites, documentaries and critically-acclaimed films across languages. \r\n" +
    "\r\n" +
    "• Super 30 \r\n" +
    "• De De Pyaar De \r\n" +
    "• India’s Most Wanted \r\n" +
    "• Badhaai Ho \r\n" +
    "• Saamy 2\r\n" +
    "• Baahubali 2\r\n" +
    "• Neerja \r\n" +
    "• Mangalyaan India’s Mission to Mars\r\n" +
    "• And much more \r\n" +
    " \r\n" +
    "D. Hotstar Specials Our EXCLUSIVE slate of BIG, bold and authentic stories from India’s most acclaimed storytellers including Shekhar Kapur, Kabir Khan, Nikkhil Advani, Ram Madhvani, Venkat Prabhu, Sudhir Mishra, Tigmanshu Dhulia, Nagesh Kukunoor, and more. Our current titles include \r\n" +
    "\r\n" +
    "• Roar of the Lion \r\n" +
    "• City of Dreams\r\n" +
    "• Hostages\r\n" +
    "• Criminal Justice\r\n" +
    "• The Office (S1 & S2) \r\n" +
    " \r\n" +
    "E. LIVE News Stay up to date with LIVE news from leading Indian channels\r\n" +
    "\r\n" +
    "• Republic TV\r\n" +
    "• NDTV 24x7 \r\n" +
    "• NDTV India\r\n" +
    "• Polimer News\r\n" +
    "• Asianet News\r\n" +
    "• TV9 Telugu\r\n" +
    "• TV9 Gujrati\r\n" +
    "\r\n" +
    "Privacy policy https//www.hotstar.com/us/privacy-policy\r\n" +
    "Terms of use https//www.hotstar.com/us/terms-of-use",
  descriptionHTML "Hotstar is your go-to video streaming app for the best of Indian entertainment, TV shows, LIVE cricket, news and movies.  Enjoy unlimited access to your favorite Star India TV shows, 200 days of LIVE cricket, exclusive Hotstar Specials from India’s best filmmakers and storytellers, blockbuster movies, and LIVE news in 7 Indian languages. <br> <br>What you’ll love on Hotstar <br><br>A. LIVE Cricket Enjoy the best of cricket LIVE on Hotstar anytime, anywhere with a host of features including an exclusive Dugout commentary feed, pre-match and post-match analysis, regional and expert commentary in six languages, original cricket shows and behind the scenes action.<br><br>Stream these tournaments LIVE on Hotstar<br><br>• India vs South Africa<br>• India vs Bangladesh<br>• India vs West Indies <br>• Ranji Trophy<br>• India vs Australia <br>• VIVO IPL 2020<br>• And much more<br> <br>B. Best of Indian Entertainment Can’t get enough of your daily dose of Indian entertainment? We’ve got you covered! Watch your favorite serials and shows including Yeh Rishta Kya Kehlata Hai, Kasautii Zindagi Kay, Yeh HaiMohabbatein, Super Singer, Karthika Deepam, and more even before India watches them. Shows are available on-demand from these Star India channels<br><br>• Star Plus<br>• Star Bharat<br>• Star Maa<br>• Star Jalsha<br>• Star Pravah<br>• Star Utsav<br>• Star Vijay<br>• Star Suvarna<br>• Asianet<br> <br>C. Blockbuster Movies Our curated movie library includes the latest hits, evergreen favorites, documentaries and critically-acclaimed films across languages. <br><br>• Super 30 <br>• De De Pyaar De <br>• India’s Most Wanted <br>• Badhaai Ho <br>• Saamy 2<br>• Baahubali 2<br>• Neerja <br>• Mangalyaan India’s Mission to Mars<br>• And much more <br> <br>D. Hotstar Specials Our EXCLUSIVE slate of BIG, bold and authentic stories from India’s most acclaimed storytellers including Shekhar Kapur, Kabir Khan, Nikkhil Advani, Ram Madhvani, Venkat Prabhu, Sudhir Mishra, Tigmanshu Dhulia, Nagesh Kukunoor, and more. Our current titles include <br><br>• Roar of the Lion <br>• City of Dreams<br>• Hostages<br>• Criminal Justice<br>• The Office (S1 &amp; S2) <br> <br>E. LIVE News Stay up to date with LIVE news from leading Indian channels<br><br>• Republic TV<br>• NDTV 24x7 <br>• NDTV India<br>• Polimer News<br>• Asianet News<br>• TV9 Telugu<br>• TV9 Gujrati<br><br>Privacy policy https//www.hotstar.com/us/privacy-policy<br>Terms of use https//www.hotstar.com/us/terms-of-use",
  summary "Watch Live Cricket Streaming, TV Shows, Movies and News in multiple languages.",
  installs "100,000,000+",
  minInstalls 100000000,
  score 4.1107936,
  scoreText "4.1",
  ratings 7709993,
  reviews 2218478,
  histogram { "1" 942880, "2" 272150, "3" 574340, "4" 1119123, "5" 4801498 },
  price 0,
  free true,
  currency "USD",
  priceText "Free",
  offersIAP false,
  IAPRange "NA",
  size "Varies with device",
  androidVersion "VARY",
  androidVersionText "Varies with device",
  developer "Novi Digital",
  developerId "Novi+Digital",
  developerEmail "hello@hotstar.com",
  developerWebsite "https//www.hotstar.com",
  developerAddress "Star House, Urmi Estate, 95 Ganpatrao Kadam Marg, Lower Parel, Mumbai - 400013.",
  privacyPolicy "https//www.hotstar.com/us/privacy-policy",
  developerInternalID "8193049075321183840",
  genre "Entertainment",
  genreId "ENTERTAINMENT",
  familyGenre "NA",
  familyGenreId "NA",
  icon "https//lh3.googleusercontent.com/rvwgPem7fwyYJ53X1ODHpFEASyU2dfdwmw07y0HJ8OqvkwszQj7QLqpd0pXUYpgtwtTn",
  headerImage "https//lh3.googleusercontent.com/5WlOXfn-I5BCk998yfucQa8o25fHQUtxnYsp04ViCT7WDZuaRCKANuYbZncWqTXppg",
  screenshots [
    "https//lh3.googleusercontent.com/DiyqDVxSPkMng5q0SJof0Jyi2LoRRFqtP_dEsnJW5R42X-wHAvGiJETar1UXnRmoxk8",
    "https//lh3.googleusercontent.com/qHGr2lNpPewAa0d4xgQGPaJvv03j2Wjn0qQEy5rVPM6_eY1GzsHXUQ-w10LNduUXDUs",
    "https//lh3.googleusercontent.com/c75cXKQHUT_QBz1-cadExsEF8TBCBpo9Mr3afDw_BF9fl6_spBbk2vhhZn-ka-plJA",
    "https//lh3.googleusercontent.com/Md6CmDQQz7blUb3P2sDd7Z7ViXRboOPnkjh6ulT8-5hM6XogziNjTgs38tu-0vuv4eM",
    "https//lh3.googleusercontent.com/kpqJBQe5Er5C99eoN652IGNxO-yDrARdkT1ZZgX_7zR6YH9q6yoZeWH9IOxor0WXHCU"
  ],
  video "https//www.youtube.com/embed/kt2TZzhkOPw?ps=play&vq=large&rel=0&autohide=1&showinfo=0",
  videoImage "https//i.ytimg.com/vi/kt2TZzhkOPw/hqdefault.jpg",
  contentRating "Teen",
  contentRatingDescription "NA",
  adSupported true,
  released "Sep 7, 2017",
  updated 1583667170000,
  version "Varies with device",
  recentChanges "We regularly update our app to provide you an awesome video watching experience. To make sure you don&#39;t miss a thing, just keep your Updates turned on.",
  comments [
    The new theme is stupid. Just don"t understand why did Hotstar change it. If I am watching a prem league highlight this application stupidly shows some different suggestions. And the new design is pathetic. If I try to watch a video it doesn"t start by default. It waits for me so again tap on the video to start and stupidly show very very stupid suggestions.,
    Pathetic!! Too much of advertisements and too long even if you are a VIP member. In a 20 min episode , there will be 3- 4 break points and each time 3-4 advertisements of which each one is approximately 30 - 60 seconds and even longer. So, for a 20 min episode , you are forced to see for 25-30 min. Also, there is no option to skip those advertisements after 10 -15 seconds. Disgusting!!! Remember, people don"t lay for such stupid useless advertisements.,
    today I can see there is a new feature kids safe mode which is good , but other issues still persist. 1) Only 5 downloads allowed even for premium customers, u cannot watch more in long journeys😣. 2) if by mistake you delete the downloaded episode then u can"t download the same again upto 48hrs🤪 3) And the most important part for few users is that there is no option of watch history reset, you can remove from continue watching, but if someone clicks on the show the timeline is not reset.,
    "It is very useless that it is said that your content will be shown before TV but it is not being shown here. I have also taken a vip membership and I have not been able to watch my show before, it was very useless, I will also recommend.",
    "The app provides great features but the vip package does not provide that much original content. One can get bored of it in just one month. No new show or new seasons of already availability shows are released. And also while streaming on T.V. , it shows many glitches. The video just suddenly stops and returns back to start."
  ],
  editorsChoice true,
  appId "in.startv.hotstar",
  url "https//play.google.com/store/apps/details?id=in.startv.hotstar&hl=en&gl=us"
}

,
{
  title "Tata Sky Mobile- Live TV, Movies, Sports, Recharge",
  description "Get your Smart TV in your pocket wherever you go. Enjoy live streaming with over 600+ channels and services and watch your favorite shows, live sports, and movies ​available for streaming on-demand ​from a choice of over 5000+ titles! \r\n" +
    "\r\n" +
    "Highlights​ \r\n" +
    " \r\n" +
    "Key Features that can be used by all Tata Sky subscribers \r\n" +
    " ● Live TV​ Stream live TV HD channels across genres like sports, news, entertainment and many more in multiple languages \r\n" +
    ● On-Demand ​Stream and download thousands of videos from our vast library of Bollywood and Hollywood movies, TV shows, short web videos. Also, stream the last five days" episodes of your favorite TV shows \r\n +
    "● Last 7 days TV ​Catch the missed episodes of your favorite TV shows \r\n" +
    "● Download & Go​ Download your favorite videos on your device and watch them later offline \r\n" +
    "● Schedule ​Browse through 3-day program listings with the synopsis \r\n" +
    "● Recharge​ Now recharge your Tata Sky account in a few simple steps from the app \r\n" +
    "● My Tata Sky​ View your Tata Sky account summary and current pack details  \r\n" +
    " \r\n" +
    "Exclusive Features - what is available in this App   \r\n" +
    "● Pause & Play Live TV Channels​ ​- ​Tata Sky is a live streaming app that lets you watch your favorite shows, movies, live sports & news, on-the-go. Tata Sky gives you the ability to pause and play your live TV at your convenience. \r\n" +
    "● Popular Channels - ​Watch the best of Tata Sky Live TV channels like  Sony, Star Plus, Colors, Zee TV, SAB, &TV; Live News with Aaj Tak, ABP News, NDTV India, India TV, News 24, Republic TV; Regional Content with ABP Majha, ETV Telugu, Gemini TV, ETV Telugu, Colors Kannada, Gemini Movies; Best of the movies with Zee Cinema, Sony Max, Movies OK, B4U Movies; and devotional with God TV, Darshan 24, Shraddha, Pragya & Aastha TV. \r\n" +
    " ● Trending Shows - ​Catch your favorite, latest TV shows in HD (Kasautii Zindagii Kay, Kumkum Bhagya, Naagin 3, The Kapil Sharma Show, Kundali Bhagya, Kullfi Kumarr Bajewala, Super Dancer 3, Taarak Mehta Ka Ooltah Chashmah, Yeh Rishta Kya Kehlata Hai, Tujhse Hai Rabta, etc.), movies, live sports streaming (cricket, football, tennis, badminton, Premier League, Pro Kabaddi, WWE, etc.) on your Android device for free. \r\n" +
    " ● Movies in Different languages - ​Tata Sky brings you trending & most popular English movies, Hindi Movies, Marathi Movies, Bengali Movies, Odia Movies, Tamil Movies, Telugu Movies, Kannada Movies, and Gujarati Movies. \r\n" +
    " ● Live Sports - ​On Tata Sky App, you can watch live Kabbadi matches, Hockey, Badminton, and live football stream with a single click. \r\n" +
    "\r\n" +
    " Account Management   \r\n" +
    "● Manage everything related to your Tata Sky account from here - add, drop, and modify your subscription packs, order showcase, raise, and track service requests through the mytatasky app.    \r\n" +
    "● Check balance and due date, do a quick DTH recharge, browse channel schedules or chat with us, email, or call us if need be.  \r\n" +
    "● Recharge your Tata Sky account online through the app in a hassle-free way. You can manage your Tata Sky account and get help at any point of time without the need to access the website. \r\n" +
    "● You can simply activate this app within your existing Tata Sky account. Video streaming supported on all mobile network operators. Note that, content streaming will not be available outside India. \r\n" +
    " \r\n" +
    "That’s not all; you can also use this app to set reminders and record your TV programs in HD on your set-top box.",
  descriptionHTML "Get your Smart TV in your pocket wherever you go. Enjoy live streaming with over 600+ channels and services and watch your favorite shows, live sports, and movies ​available for streaming on-demand ​from a choice of over 5000+ titles! <br><br>Highlights​ <br> <br>Key Features that can be used by all Tata Sky subscribers <br> ● Live TV​ Stream live TV HD channels across genres like sports, news, entertainment and many more in multiple languages <br>● On-Demand ​Stream and download thousands of videos from our vast library of Bollywood and Hollywood movies, TV shows, short web videos. Also, stream the last five days&#39; episodes of your favorite TV shows <br>● Last 7 days TV ​Catch the missed episodes of your favorite TV shows <br>● Download &amp; Go​ Download your favorite videos on your device and watch them later offline <br>● Schedule ​Browse through 3-day program listings with the synopsis <br>● Recharge​ Now recharge your Tata Sky account in a few simple steps from the app <br>● My Tata Sky​ View your Tata Sky account summary and current pack details  <br> <br>Exclusive Features - what is available in this App   <br>● Pause &amp; Play Live TV Channels​ ​- ​Tata Sky is a live streaming app that lets you watch your favorite shows, movies, live sports &amp; news, on-the-go. Tata Sky gives you the ability to pause and play your live TV at your convenience. <br>● Popular Channels - ​Watch the best of Tata Sky Live TV channels like  Sony, Star Plus, Colors, Zee TV, SAB, &amp;TV; Live News with Aaj Tak, ABP News, NDTV India, India TV, News 24, Republic TV; Regional Content with ABP Majha, ETV Telugu, Gemini TV, ETV Telugu, Colors Kannada, Gemini Movies; Best of the movies with Zee Cinema, Sony Max, Movies OK, B4U Movies; and devotional with God TV, Darshan 24, Shraddha, Pragya &amp; Aastha TV. <br> ● Trending Shows - ​Catch your favorite, latest TV shows in HD (Kasautii Zindagii Kay, Kumkum Bhagya, Naagin 3, The Kapil Sharma Show, Kundali Bhagya, Kullfi Kumarr Bajewala, Super Dancer 3, Taarak Mehta Ka Ooltah Chashmah, Yeh Rishta Kya Kehlata Hai, Tujhse Hai Rabta, etc.), movies, live sports streaming (cricket, football, tennis, badminton, Premier League, Pro Kabaddi, WWE, etc.) on your Android device for free. <br> ● Movies in Different languages - ​Tata Sky brings you trending &amp; most popular English movies, Hindi Movies, Marathi Movies, Bengali Movies, Odia Movies, Tamil Movies, Telugu Movies, Kannada Movies, and Gujarati Movies. <br> ● Live Sports - ​On Tata Sky App, you can watch live Kabbadi matches, Hockey, Badminton, and live football stream with a single click. <br><br> Account Management   <br>● Manage everything related to your Tata Sky account from here - add, drop, and modify your subscription packs, order showcase, raise, and track service requests through the mytatasky app.    <br>● Check balance and due date, do a quick DTH recharge, browse channel schedules or chat with us, email, or call us if need be.  <br>● Recharge your Tata Sky account online through the app in a hassle-free way. You can manage your Tata Sky account and get help at any point of time without the need to access the website. <br>● You can simply activate this app within your existing Tata Sky account. Video streaming supported on all mobile network operators. Note that, content streaming will not be available outside India. <br> <br>That’s not all; you can also use this app to set reminders and record your TV programs in HD on your set-top box.",
  summary "Watch 400+ Live TV Channels, Live Sports, News, TV Shows &amp; On Demand Movies",
  installs "10,000,000+",
  minInstalls 10000000,
  score 4.111491,
  scoreText "4.1",
  ratings 291294,
  reviews 98917,
  histogram { "1" 36893, "2" 9527, "3" 18773, "4" 45113, "5" 180986 },
  price 0,
  free true,
  currency "USD",
  priceText "Free",
  offersIAP false,
  IAPRange "NA",
  size "Varies with device",
  androidVersion "4.4",
  androidVersionText "4.4 and up",
  developer "Tata Sky Ltd",
  developerId "Tata+Sky+Ltd",
  developerEmail "tataskymobile@tatasky.com",
  developerWebsite "https//www.tatasky.com/wps/portal/",
  developerAddress "NA",
  privacyPolicy "http//www.tatasky.com/wps/portal/TataSky/footerpages/privacypolicy",
  developerInternalID "7165217127781830748",
  genre "Entertainment",
  genreId "ENTERTAINMENT",
  familyGenre "NA",
  familyGenreId "NA",
  icon "https//lh3.googleusercontent.com/jbYoBUdE1HeXBw3V68srEePdCWWSZDeZpVtaT-Lnp6Id95ziYKicdr27LVh5isdoIUDI",
  headerImage "https//lh3.googleusercontent.com/MP7nzvRniKmVjrpt46F0mtZvub0IY39qD51ifng9YrtAe8fhzMpWN3pU-HqZjHLJNauz",
  screenshots [
    "https//lh3.googleusercontent.com/qINdsXdls9kBrbQwadsGmVtlFusjdtOGtVvVPzNvpC5QTidCIQTrcU6mxJ03D7DdLbY",
    "https//lh3.googleusercontent.com/C1zAU1B_saeGbbidR2VjFlzk1a2E5Ha2AvdauD1L6CoUdKU-OYIYCNGqcyVyatmNxpz-",
    "https//lh3.googleusercontent.com/RS7pw1UTlEaWV19cM3gHJlzyW08VnmanWb9G6d1GOMaJwcU_O-smdIGpzvQLDqWcLZxQ",
    "https//lh3.googleusercontent.com/aN-3qHYAow2UawBVreekg9aMgDD9wga9ZZa8oLWT8v5o4tf6_LzoDoJKZliaclFDE2VX",
    "https//lh3.googleusercontent.com/4QKQYN5eNCKN9XPUYT3s5nTo5RLObMlYsqsYUFmbCSty0WPWeYiQJzbvD7qAgoRUwrc",
    "https//lh3.googleusercontent.com/AL88NlzTnMyDKu1N24SLd-Mikw-2a_X_jAhxvnJ2pFnPaw0q-6YmgZrjCZKuDkVnZg",
    "https//lh3.googleusercontent.com/rQTTNOaFbLkPLsm97JO906O7f-OHt8vpcLnSuIYLFPI_2ICf24ECLmqZ_D0PWVccnQ",
    "https//lh3.googleusercontent.com/CjC_tCWjh78iEnOBWkwOtlUekuNyvH0k-_cU8usMXlAIlyA5gqBUnJlwyACKTLY_wDY",
    "https//lh3.googleusercontent.com/mzvON5wNZeFp5IlMkfX-84kZQ7kOsy6C8v-WqCDpXE1E6x0avEt9K_NkqVKG4IvKXTPJ",
    "https//lh3.googleusercontent.com/wZEYNdETTeG3x0qXLrL2JJdv4zOvrX9RM6vM3t15ai9NhZRFuYrjBdXTCkdxdEgSqA",
    "https//lh3.googleusercontent.com/3YvSD9c6fmdCO3Ug7ZzouiRADkLc8uDfDYbDl55JjDHH1QV9LPB_pd8yACeMt5FygL4",
    "https//lh3.googleusercontent.com/5qYVdaLsqwDAVP-RelcnvarXgcXKxc7MoBGjea8m_rvDkpdiAPYbjoy5ZFfvD4tCyg",
    "https//lh3.googleusercontent.com/Ei3DRBzB3KwbsFWeThL0uCkjo_OVdIM705OALxcohIkWHJfmIEqzsyIMwGpqbsD3_0g",
    "https//lh3.googleusercontent.com/YoTQhIepBYTY2uUFIeWZ9Ixzv7n5bV96ECwDAXxv00Z4KlcbLSjGHyNJ9c2lH2L29Q",
    "https//lh3.googleusercontent.com/I9UgKUVj-KC0RGKVIAgqNwfc4C4I0hcpUROkNbBcRd-c_CgQe2EOoPlpSxdlHq1ntg",
    "https//lh3.googleusercontent.com/nQHv1VdeWZUNX4vCMAxwaueg2jbL2sByp33sVBSlEYIpgwUxU5J0gsGCHYOb8fV-2sxx",
    "https//lh3.googleusercontent.com/xQesTVvIyte-dQ9xsmyI40kHP6_ZwLrULIX7jfKvfuQLpTDuW6DhEIt3IiRuPaQd1aI",
    "https//lh3.googleusercontent.com/fLWJNtlIorJn4KazcOcYdX7DgBQHuHfAGC0f-PpMBo2AaMAyUSpek0cFtTd9nJ5vJVw",
    "https//lh3.googleusercontent.com/gBzScvFnvtsUIOaVg8c9J3it1-YYpdfpgI1EIeBYjeSa9m2ZbRIet-ie3qOsTE28y7s",
    "https//lh3.googleusercontent.com/CwEZ6Atx-KfnuL_mvrxLklStpZhY2mpLtmhyEjNgfFrtD9El00sLG_mUB15qprZ0WQ8",
    "https//lh3.googleusercontent.com/3k_gfiqQ3hlbYlb4GkyWSkZgADmTDzABScwDb5xt4oP1AnKudj5U8RBeDFFA_tyi0Xo",
    "https//lh3.googleusercontent.com/iySb1MwSXeidyAjU2Je_dZy6ct_az6BKSd-WsXPAG1ngEmi_uy3Z_iaNHWd0LhZU-A",
    "https//lh3.googleusercontent.com/AsRZKd95vFoJ7CXr0AuvO6E8h9RSy1YYQeBa5wtIqI69FKS3Uh6nliQ1iDmJQxZbMjY",
    "https//lh3.googleusercontent.com/-w1EcmK36zKl7aGdCuQEQl18ZlAG4LoHzAtJVgIgfmdWDMJ4xixslgBDkdR4JLAUsO8"
  ],
  video "NA",
  videoImage "NA",
  contentRating "Everyone",
  contentRatingDescription "NA",
  adSupported false,
  released "NA",
  updated 1580898432000,
  version "9.12",
  recentChanges "Shortcuts Quick access to your account, recharge &amp; manage packs<br>Live Sports Notification Track the live cricket scores from your phone’s lock screen",
  comments [
    I cannot modify my pack. When I try it,the channel come under the list of duplicate pack. I am facing this problem from 4 weeks. Please ! Solve this problem as fast as possible. I have also talk to Tata sky helpline but they were not able to solve this problem. After this I also share my problem with Tata sky Twitter accounts but I doesn"t got any response. Otherwise it is providing good service.,
    Unable to login in the latest version. You should outsource app development to a better company. App is not at all user friendly. Channel selection is made In a way that it will never work. When you goto a la carte, we can"t even see whether a channel is already selected. Even if we select it will not reflect in set-top box. Don"t ask me to mail or explain further. You better try to use the app to modify channel selection, you will know the pain.,
    `Does not buffer old episodes properly. Whole last week (week of 24-Feb-2020) I"ve tried to watch the serial Magalu Janaki in Colors Super Channel on the same day after it was broadcasted. It shows only for few min then shows continuous loading animation and never plays the video. It happened today (2-Mar-2020) also. I"ll write every day what happens for the same serial. Date 2-Mar-2020 Time 930PM to 1000PM Watching Time 11PM Problem shows for 3 min`,
    "Horrible for sure. While watching the live telecast, it got deactivated as it was due date. I then recharged but still could not see any channels. Contacted customer support and they say that anytime between 12 to 3 if i recharge it will be effective only after 3. I had to wait till 3 and it still deactivated and customer support is of no help. In the app, my balance never got updated even after the recharge now. Very disappointed that I should change the brand for good service.",
    "Very much helpful. Very nice app for all the ones who have tata sky STB in their homes. You can change packs immediately without any formalities like calling customer care etc etc. And you can also live stream those shows on mobile which you regulary watch in TV and that too in high quality with the help of this app which is very much helpful."
  ],
  editorsChoice false,
  appId "com.ryzmedia.tatasky",
  url "https//play.google.com/store/apps/details?id=com.ryzmedia.tatasky&hl=en&gl=us"
}


]
